{
  "metadata": {
    "title": "Quant Apps",
    "description": "Quant-Apps delivers mobile apps, CRM systems, and UI/UX solutions for business growth. High-performance and scalable applications tailored to your needs.",
    "keywords": "mobile app development, web app development, iOS app development, Android app development, custom software solutions, UI/UX design, app prototyping, SaaS development, CRM solutions, backend development, scalable mobile solutions, enterprise app development, AI-powered applications, app performance optimization, cloud-based apps, cross-platform app development, MVP development, startup app solutions, agile app development, app maintenance & support"
  },
  "app-toolbar": {
    "services": "Services",
    "projects": "Projects",
    "process": "Process",
    "about-us": "About us",
    "careers": "Careers",
    "terms-of-use": "Terms of use",
    "privacy-policy": "Privacy policy",
    "lets-talk": "Let’s Talk"
  },
  "footer": {
    "FindUsAt": "Find us at",
    "Company": "Company",
    "LearnMore": "Learn more",
    "Legal": "Legal",
    "TermsOfUse": "Terms of use",
    "PrivacyPolicy": "Privacy policy",
    "AllRightsReserved": "All rights reserved."
  },
  "services": {
    "banner": {
      "whatWeOffer": {
        "header": "What We Offer?",
        "subHeader": "Custom mobile apps, CRM solutions, server infrastructure, and websites designed to enhance your brand's impact."
      },
      "excited": {
        "header": "Excited to work together on your next project?",
        "subHeader": "Let's bring your ideas to life with custom development and design solutions tailored to your needs.",
        "button": "Start Project"
      }
    },
    "Design": {
      "title": "Design",
      "text": "At Quant-Apps, our design team is dedicated to crafting visually striking, user-focused designs that engage your audience and strengthen your brand. We believe that exceptional design goes beyond aesthetics—it's about delivering seamless and intuitive user experiences.",
      "button": "Our design services include:"
    },
    "UXDesign": {
      "title": "User Experience (UX) Design",
      "blocks": {
        "block1": "Gain insights into user behavior to create intuitive digital experiences",
        "block2": "Structure seamless navigation for improved accessibility",
        "block3": "Optimize user interactions through real-world testing",
        "block4": "Align business goals with customer needs for a frictionless experience"
      }
    },
    "UIDesign": {
      "title": "User Interface (UI) Design",
      "blocks": {
        "block1": "Create user-friendly and engaging app interfaces",
        "block2": "Unique design elements that enhance brand identity",
        "block3": "Establish a consistent and appealing design system",
        "block4": "Ensure seamless performance across all screen sizes"
      }
    },
    "Branding": {
      "title": "Branding and Identity",
      "blocks": {
        "block1": "Logo Design and Visual Identity Development",
        "block2": "Brand Strategy and Positioning",
        "block3": "Brand Guidelines and Style Guides",
        "block4": "Marketing Collateral Design (Brochures, Business Cards, etc.)"
      }
    },
    "Engineering": {
      "title": "Engineering & Software Development Services",
      "text": "We specialize in scalable, high-performance digital solutions using the latest technologies and industry best practices to drive innovation and efficiency.",
      "button": "Our engineering services include:"
    },
    "WebDevelopment": {
      "title": "Web Development",
      "blocks": {
        "block1": "High-performance web applications using Next.js, React, Vue.js, Angular, Svelte, Tailwind CSS",
        "block2": "Scalable server-side applications using PHP, Python, Ruby, Node.js.",
        "block3": "Content Management System (CMS) Development (WordPress, Drupal)",
        "block4": "E-Commerce Platform Development"
      }
    },
    "MobileAppDevelopment": {
      "title": "Mobile App Development",
      "blocks": {
        "block1": "Custom iOS (Swift) and Android (Kotlin, Java) applications",
        "block2": "Scalable apps using React Native, Flutter for iOS and Android",
        "block3": "Wireframing, interactive prototypes, and design system implementation",
        "block4": "Comprehensive QA, automated testing, and cloud-based deployment."
      }
    },
    "CRMDevelopment": {
      "title": "CRM Development & Enterprise Solutions",
      "blocks": {
        "block1": "Tailor-made customer relationship management (CRM) software to enhance sales, customer support, and business workflows.",
        "block2": "Build scalable CRM web applications with Next.js, React, Angular, and Vue.js for an optimized user experience",
        "block3": "Seamless integration with Salesforce, HubSpot, Zoho, Microsoft Dynamics, Stripe, Twilio, and AI-powered analytics",
        "block4": "Upgrade outdated CRM systems with cloud-based solutions, automation, AI-driven insights, and enhanced security"
      }
    },
    "ProjectManagement": {
      "title": "Project Management for Scalable Digital Solutions",
      "text": "Our project management services ensure seamless execution of digital projects, from planning to deployment. We follow agile methodologies, use data-driven insights, and leverage industry-standard tools to keep your project on track, within budget, and aligned with your business goals.",
      "button": "Our project management services include:"
    },
    "StrategicPlanning": {
      "title": "Strategic Project Planning & Resource Management",
      "blocks": {
        "block1": "Requirements gathering & business analysis to align with project goals (business strategy, planning)",
        "block2": "Project roadmap & milestone tracking for structured execution (timeline management, feature prioritization)",
        "block3": "Resource allocation & workload balancing for optimized team performance (team efficiency, agile workflows)",
        "block4": "Risk assessment & mitigation planning to ensure long-term stability (issue resolution, scalability planning)"
      }
    },
    "AgileDevelopment": {
      "title": "Agile Development & Workflow Optimization",
      "blocks": {
        "block1": "Iterative updates & feature enhancements based on real-time feedback (continuous development, feature scaling)",
        "block2": "Ongoing performance monitoring & optimization for speed & reliability (app performance, load balancing)",
        "block3": "Regular security patches & compliance updates for data protection (cybersecurity, GDPR compliance)",
        "block4": "Technical support & troubleshooting to ensure system stability (bug fixes, debugging, troubleshooting)"
      }
    },
    "QualityAssurance": {
      "title": "Quality Assurance & Security Compliance",
      "blocks": {
        "block1": "Ongoing system updates & version management to ensure longevity (software updates, versioning)",
        "block2": "Cloud infrastructure monitoring & server optimization for uptime & speed (server health, cloud scaling)",
        "block3": "Customer support integration & user assistance to improve experience (helpdesk, chatbot integration)",
        "block4": "Business scalability consulting to prepare for growth (scalability strategy, expansion planning)"
      }
    }
  },
  "projects": {
    "banner": {
      "image": "/images/banners/what-clients-say-banner.png",
      "title": "Our projects",
      "subtitle": "Innovation starts with a vision. Explore the exciting projects we've turned into reality!"
    },
    "header": {
      "title": "At Quant-Apps",
      "text": "We take pride in collaborating with a diverse range of clients, crafting innovative digital solutions that drive business growth and success."
    },
    "items": [
      {
        "title": "Restaurant Website",
        "image": "/images/pictures/projects1.png",
        "alt": "project1",
        "linkName": "Roka Akor",
        "link": "https://rokaakor.com/",
        "description": "We developed a modern, user-friendly restaurant website for Roka Akor, ensuring seamless online reservations, an intuitive interface, and an elegant design that enhances customer engagement. The platform integrates high-quality visuals, responsive layouts, and a smooth dining experience for visitors."
      },
      {
        "title": "Logistics Company",
        "image": "/images/pictures/projects2.png",
        "alt": "project2",
        "linkName": "Acm Movers",
        "link": "https://acmmovers.com/",
        "description": "We designed and developed a feature-rich logistics website for ACM Movers, optimizing their online booking system. The platform includes real-time quote requests, order tracking, and a seamless customer experience. Our solution enhances operational efficiency while improving user accessibility on all devices."
      },
      {
        "title": "Lens AI",
        "image": "/images/pictures/projects3.png",
        "alt": "project3",
        "linkName": "Lens AI",
        "link": "https://apps.apple.com/md/app/lens-ai",
        "description": "Lens AI is your smart app for finding anything. With this app, you can take a photo or pick one from your gallery and find it online. Lens AI uses Artificial Intelligence (AI) to search the internet for you. You can learn about what you see in a picture, find where to buy things, and much more."
      },
      {
        "title": "Taste Ai",
        "image": "/images/pictures/projects4.png",
        "alt": "project4",
        "linkName": "Taste Ai",
        "link": "https://apps.apple.com/md/app/taste-ai/id6566183422",
        "description": "Meet your new kitchen helper, Taste Ai ! This app uses artificial intelligence (AI) to deliver recipes customized to your unique preferences and needs."
      },
      {
        "title": "Web-site for Dentist",
        "image": "/images/pictures/projects5.png",
        "alt": "project5",
        "linkName": "NY Dental Group",
        "link": "https://nydentalgroup.com/",
        "description": "We developed a modern and user-friendly website for NY Dental Group, a leading provider of dental care services. The platform features seamless appointment booking, secure patient data integration, and personalized treatment recommendations, enhancing patient engagement and satisfaction."
      },
      {
        "title": "Keyboard AI",
        "image": "/images/pictures/projects6.png",
        "alt": "project6",
        "linkName": "Keyboard AI",
        "link": "https://apps.apple.com/md/app/keyboard-ai/id6447576804",
        "description": "Introducing Keyboard AI - Your Ultimate Texting Companion! Transform your texting experience with Keyboard AI, the ultimate AI writing assistant that has your back whenever you need to text now! Unleash the power of Artificial Intelligence tools at your fingertips and make every message unique."
      }
    ],
    "callToAction": {
      "image": "/images/banners/what-clients-say-banner.png",
      "title": "Excited to work together on your next project?",
      "subtitle": "Let's bring your ideas to life with custom development and design solutions tailored to your needs.",
      "buttonText": "Start Project",
      "buttonIcon": "/images/icons/start_project_logo.svg"
    }
  },
  "process": {
    "banner": {
      "image": "/images/banners/faqs_banner.png",
      "title": "Our Working Process",
      "subtitle": "A Comprehensive Guide to Reaching Your Business Objectives"
    },
    "header": {
      "title": "At Quant-Apps",
      "text": "We take pride in collaborating with a diverse range of clients, crafting innovative digital solutions that drive business growth and success."
    },
    "items": [
      {
        "id": "01",
        "title": "Consultation",
        "text": "We begin by deeply understanding your goals and needs. We listen to your ideas, analyze your business processes, and propose a strategy that will deliver maximum results."
      },
      {
        "id": "02",
        "title": "Research and Strategy Development",
        "text": "We conduct thorough research, study the market and competitors to develop an effective strategy tailored to your unique requirements and objectives."
      },
      {
        "id": "03",
        "title": "Planning and Strategic Management",
        "text": "We plan every step towards success. We create detailed roadmaps and clearly define key milestones to ensure each phase of the project is completed on time and within budget."
      },
      {
        "id": "04",
        "title": "Branding and Identity Design",
        "text": "We create a unique visual identity that reflects the essence of your brand. We design logos, color palettes, and other branding elements to make your brand easily recognizable and memorable."
      },
      {
        "id": "05",
        "title": "Wireframes and UI/UX Design",
        "text": "We design intuitive and attractive interfaces that provide the best user experience. We create wireframes and prototypes that lay the foundation for your future app or website."
      },
      {
        "id": "06",
        "title": "Development and Integration",
        "text": "We develop functional, high-performance solutions that seamlessly integrate with your systems, ensuring smooth operation of apps and services."
      },
      {
        "id": "07",
        "title": "Testing and Quality Assurance",
        "text": "Every app and solution undergoes strict testing stages. We check all functional and technical aspects to ensure flawless performance across all devices and platforms."
      },
      {
        "id": "08",
        "title": "Launch and Deployment",
        "text": "We carefully prepare your app for launch to ensure smooth operation. After testing, we deploy the app on the selected platforms and ensure a seamless start."
      },
      {
        "id": "09",
        "title": "Maintenance and Optimization",
        "text": "After the launch, we continue to support and optimize the app, improving its performance, fixing bugs, and adding new features to meet user needs."
      }
    ],
    "callToAction": {
      "image": "/images/banners/what-clients-say-banner.png",
      "title": "Excited to work together on your next project?",
      "subtitle": "Let's bring your ideas to life with custom development and design solutions tailored to your needs.",
      "buttonText": "Start Project",
      "buttonIcon": "/images/icons/start_project_logo.svg"
    }
  },
  "about": {
    "banner": {
      "src": "/images/banners/our-services-banner.png",
      "header": "About us",
      "subHeader": "Where innovation meets your vision—crafting digital experiences that inspire"
    },
    "about": {
      "title": "About Quant-Apps",
      "paragraph1": "At Quant-Apps, we transform bold ideas into high-performance apps and websites. Despite being a young company, our team combines years of experience with cutting-edge technology to deliver custom digital solutions that exceed expectations.",
      "paragraph2": "We specialize in mobile app development, web design, and digital transformation, crafting visually stunning, high-functioning platforms that engage users and drive business growth. Our creative thinkers and technical experts work closely with clients, ensuring a collaborative, tailored approach for each project.",
      "paragraph3": "What sets us apart?",
      "paragraph4": "Seamless communication, deep client engagement, and a commitment to long-term success. We don't just build apps—we create lasting digital experiences that help businesses thrive.",
      "paragraph5": "Let's bring your vision to life with custom software solutions that elevate your brand and set you apart in the digital world.",
      "image": {
        "src": "/images/pictures/about1.png",
        "alt": "about1"
      }
    },
    "timeline": {
      "title": "Timeline",
      "image": {
        "src": "/images/pictures/enTimeline.png",
        "alt": "timeline"
      },
      "items": [
        {
          "id": "01",
          "title": "A GOOD IDEA",
          "text": "From Fiverr freelancer to design expert, mastering vector tracing and beyond"
        },
        {
          "id": "02",
          "title": "START MOVING",
          "text": "Added UI/UX and logo design, growing a versatile design portfolio"
        },
        {
          "id": "03",
          "title": "INCREASE",
          "text": "Ventured into app development with a grocery app, embracing digital innovation"
        },
        {
          "id": "04",
          "title": "TAKE TIME",
          "text": "Mastered app development with innovative projects"
        },
        {
          "id": "05",
          "title": "INNOVATION",
          "text": "Built projects with advanced tech, shaping Quant-Apps future"
        },
        {
          "id": "06",
          "title": "QUANT-APPS LAUNCH",
          "text": "Founded Quant-Apps, specializing in innovative IT solutions"
        }
      ]
    },
    "team": {
      "title": "Team",
      "members": [
        {
          "name": "Roman Gutu",
          "position": "CEO and Founder",
          "link": "",
          "src": "/images/pictures/roman.png",
          "alt": "roman",
          "text": "CEO with 7+ years in CRM, app, and website development, creating innovative and scalable solutions."
        },
        {
          "name": "Veaceslav Soltan",
          "position": "CO-Founder",
          "link": "",
          "src": "/images/pictures/slavic.png",
          "alt": "vyacheslav",
          "text": "Experienced graphic designer with over 7 years in UI/UX and motion design, creating impactful and user-friendly digital experiences."
        },
        {
          "name": "Vitalie Cernovschi",
          "position": "Senior Full-Stack Developer",
          "link": "",
          "src": "/images/pictures/vitalie.png",
          "alt": "vitalie",
          "text": "Expert in front-end and back-end technologies, specializing in scalable web solutions and performance optimization."
        },
        {
          "name": "Maxim Roenco",
          "position": "Middle Front-End Developer",
          "link": "https://www.linkedin.com/in/roencomax/",
          "src": "/images/pictures/maxim.png",
          "alt": "maxim",
          "text": "Experienced in HTML, CSS, JavaScript, and responsive design. Focused on user-friendly interfaces and web performance."
        },
        {
          "name": "Islam Abu Koush",
          "position": "Middle Front-End Developer",
          "link": "https://www.linkedin.com/in/islam-abu-koush-a191a2299/",
          "src": "/images/pictures/islam.png",
          "alt": "islam",
          "text": "Skilled in React, JavaScript, and UI frameworks. Passionate about interactive design and performance optimization."
        },
        {
          "name": "Denis Soltan",
          "position": "Junior Front-End Developer",
          "link": "https://www.linkedin.com/in/denis-soltan-52a1a2305/",
          "src": "/images/pictures/denis.png",
          "alt": "denis",
          "text": "A passionate developer with hands-on experience in React and JavaScript. Dedicated to building efficient, responsive, and interactive web interfaces."
        }
      ]
    }
  },
  "elevatingBusiness": {
    "logo": {
      "src": "/images/icons/logo1.svg",
      "alt": "logo"
    },
    "header": {
      "title": "Quant-Apps: Elevating Businesses with Cutting-Edge Digital Solutions",
      "description": "We specialize in custom software development, mobile apps, and web design, transforming ideas into high-performance digital products. Our expertise in UX/UI, agile development, and CRM solutions ensures seamless, scalable, and results-driven experiences."
    },
    "welcome": {
      "title": "Welcome to Quant-Apps",
      "tagline": "Where innovation, technology, and strategy align to drive business success."
    },
    "cta": {
      "buttonText": "Start Project"
    }
  },
  "careers": {
    "banner": {
      "header": "Our Working Process",
      "subHeader": "A Comprehensive Guide to Reaching Your Business Objectives"
    },
    "welcome": {
      "title": "Welcome to Quant-Apps, where innovation drives success!",
      "description": "At Quant-Apps, we believe that success is built on expertise, collaboration, and a passion for cutting-edge technology. As a leading software development company, we focus on mobile and web applications, CRM systems, cloud infrastructure, and AI-powered automation. If you're looking to work on impactful projects that shape the future of digital transformation, we invite you to explore career opportunities with us.",
      "tagline": "Why Work at Quant-Apps?"
    },
    "careerBlocks": [
      {
        "title": "Work on Cutting-Edge Software Projects: Mobile Apps, CRM, AI & Web Development",
        "text": "Be part of a team that creates scalable digital solutions, including custom enterprise software, mobile apps, AI-powered automation, and high-performance web platforms."
      },
      {
        "title": "Collaborative Tech Environment – AI, Cloud, and Software Development Experts",
        "text": "Join a culture of innovation, where AI engineers, cloud developers, and software experts collaborate to build the future of digital transformation and enterprise solutions."
      },
      {
        "title": "Continuous Learning: Stay Ahead in Web, Mobile, AI, and Cloud Technologies",
        "text": "Advance your career with access to training programs, mentorship, and industry-leading tech conferences in web development, cloud computing, cybersecurity, AI, and automation."
      },
      {
        "title": "Challenging Software Development Projects – AI, Cloud, CRM",
        "text": "Solve complex challenges in enterprise software, AI-powered solutions, high-performance cloud infrastructure, mobile app development, and automation that drive business success."
      }
    ],
    "currentOpenings": {
      "title": "Current Openings",
      "description": "We are always on the lookout for talented individuals who are passionate about creating exceptional digital experiences."
    },
    "openings": [
      {
        "title": "Design Job Openings",
        "name": "UI/UX Designer",
        "text": "Join our team as a UI/UX Designer and bring creativity to life by designing visually compelling and user-friendly digital interfaces. Collaborate with cross-functional teams to enhance user experience (UX), layout design, typography, and color theory. Play a key role in shaping intuitive digital products that leave a lasting impression."
      },
      {
        "title": "Development Job Openings",
        "name": "Front - End Developer",
        "text": "We're looking for a Front-End Developer to transform UI/UX wireframes into responsive and interactive web interfaces. Work with HTML, CSS, and JavaScript to develop high-performance, visually appealing websites. Collaborate with designers and backend developers to ensure seamless functionality, scalability, and optimal user experience."
      },
      {
        "title": "Management Job Openings",
        "name": "Project Manager",
        "text": "We are seeking a Project Manager to oversee the planning, execution, and delivery of software development, web, and mobile app projects. Coordinate cross-functional teams, manage timelines, and ensure seamless collaboration between developers, designers, and stakeholders. Drive project success by optimizing workflows, mitigating risks, and ensuring timely delivery while aligning with business goals."
      }
    ]
  },
  "privacy-policy": {
    "banner": {
      "header": "Privacy Policy",
      "subHeader": "Last updated on 5/12/2024"
    },
    "contactInfo": {
      "email": "support@quant-apps.com",
      "phone": "+373 69 882 331",
      "location": "Republic of Moldova"
    },
    "intro": "Welcome to Quant-Apps! Please read these Terms of Use (\"Terms\") carefully before using our website and services. By accessing or using Quant-Apps (\"we,\" \"our,\" or \"us\"), you agree to be bound by these Terms. If you do not agree, please do not use our services.",
    "sections": {
      "acceptance": {
        "title": "1. Acceptance of Terms",
        "content": "By accessing or using our website or services, you confirm that you are at least 18 years old and agree to comply with these Terms. If you are accessing on behalf of a company, you represent and warrant that you have the authority to bind the company to these Terms."
      },
      "services": {
        "title": "2. Services Provided",
        "content": "Quant-Apps offers IT development services, including mobile app development, UI/UX design, and software solutions. Any services provided will be subject to a separate agreement outlining the scope, deliverables, and terms of the engagement."
      },
      "intellectual": {
        "title": "3. Intellectual Property",
        "content": "All content, trademarks, logos, and materials provided by Quant-Apps, including but not limited to designs, software, and code, are the property of Quant-Apps unless otherwise stated. You may not use, copy, reproduce, or distribute any materials without explicit written permission."
      },
      "conduct": {
        "title": "4. User Conduct",
        "content": "You agree to use our website and services for lawful purposes only and will not:",
        "list": 
          {
            "1": "Engage in any activity that disrupts or damages our website or services.",
            "2": "Attempt to access unauthorized areas of our website or servers.",
            "3": "Use our services for illegal, fraudulent, or harmful purposes."
          }
      },
      "disclaimer": {
        "title": "5. Disclaimer of Warranties",
        "content": "Quant-Apps provides its services \"as is\" and \"as available.\" While we strive for excellence, we do not guarantee that our website or services will be uninterrupted, error-free, or meet your expectations. To the fullest extent permitted by law, we disclaim all warranties, express or implied."
      },
      "liability": {
        "title": "6. Limitation of Liability",
        "content": "Quant-Apps shall not be liable for any indirect, incidental, or consequential damages arising from the use of our website or services. Our total liability to you shall not exceed the amount paid by you for services provided within the past six months."
      },
      "thirdParty": {
        "title": "7. Third-Party Links",
        "content": "Our website may include links to third-party websites. Quant-Apps is not responsible for the content, policies, or practices of these external sites."
      },
      "termination": {
        "title": "8. Termination",
        "content": "We reserve the right to suspend or terminate your access to our website or services at our discretion, without prior notice, for any reason, including violation of these Terms."
      },
      "governing": {
        "title": "9. Governing Law",
        "content": "These Terms shall be governed by and construed in accordance with the laws of Moldova, Republic of. Any disputes arising out of or related to these Terms shall be resolved exclusively in the courts of Moldova, Republic of."
      },
      "modifications": {
        "title": "10. Modifications to Terms",
        "content": "Quant-Apps reserves the right to modify these Terms at any time. Updated Terms will be posted on our website, and continued use of our services indicates acceptance of any changes."
      },
      "contact": {
        "title": "11. Contact Us",
        "content": "For any questions or concerns about these Terms, please contact us at:\nEmail: support@quant-apps.com\nMoldova, Republic of"
      }
    },
    "outro": "Thank you for choosing Quant-Apps."
  },
  "terms-of-use": {
    "banner": {
      "header": "Terms of Use",
      "subHeader": "Last updated on 5/12/2024"
    },
    "contactInfo": {
      "email": "support@quant-apps.com",
      "phone": "+373 69 882 331",
      "location": "Republic of Moldova"
    },
    "intro": "Welcome to Quant-Apps! Please read these Terms of Use (\"Terms\") carefully before using our website and services. By accessing or using Quant-Apps (\"we,\" \"our,\" or \"us\"), you agree to be bound by these Terms. If you do not agree, please do not use our services.",
    "sections": {
      "acceptance": {
        "title": "1. Acceptance of Terms",
        "content": "By accessing or using our website or services, you confirm that you are at least 18 years old and agree to comply with these Terms. If you are accessing on behalf of a company, you represent and warrant that you have the authority to bind the company to these Terms."
      },
      "services": {
        "title": "2. Services Provided",
        "content": "Quant-Apps offers IT development services, including mobile app development, UI/UX design, and software solutions. Any services provided will be subject to a separate agreement outlining the scope, deliverables, and terms of the engagement."
      },
      "intellectual": {
        "title": "3. Intellectual Property",
        "content": "All content, trademarks, logos, and materials provided by Quant-Apps, including but not limited to designs, software, and code, are the property of Quant-Apps unless otherwise stated. You may not use, copy, reproduce, or distribute any materials without explicit written permission."
      },
      "conduct": {
        "title": "4. User Conduct",
        "content": "You agree to use our website and services for lawful purposes only and will not:",
        "list": 
          {
            "1": "Engage in any activity that disrupts or damages our website or services.",
            "2": "Attempt to access unauthorized areas of our website or servers.",
            "3": "Use our services for illegal, fraudulent, or harmful purposes."
          }
      },
      "disclaimer": {
        "title": "5. Disclaimer of Warranties",
        "content": "Quant-Apps provides its services \"as is\" and \"as available.\" While we strive for excellence, we do not guarantee that our website or services will be uninterrupted, error-free, or meet your expectations. To the fullest extent permitted by law, we disclaim all warranties, express or implied."
      },
      "liability": {
        "title": "6. Limitation of Liability",
        "content": "Quant-Apps shall not be liable for any indirect, incidental, or consequential damages arising from the use of our website or services. Our total liability to you shall not exceed the amount paid by you for services provided within the past six months."
      },
      "thirdParty": {
        "title": "7. Third-Party Links",
        "content": "Our website may include links to third-party websites. Quant-Apps is not responsible for the content, policies, or practices of these external sites."
      },
      "termination": {
        "title": "8. Termination",
        "content": "We reserve the right to suspend or terminate your access to our website or services at our discretion, without prior notice, for any reason, including violation of these Terms."
      },
      "governing": {
        "title": "9. Governing Law",
        "content": "These Terms shall be governed by and construed in accordance with the laws of Moldova, Republic of. Any disputes arising out of or related to these Terms shall be resolved exclusively in the courts of Moldova, Republic of."
      },
      "modifications": {
        "title": "10. Modifications to Terms",
        "content": "Quant-Apps reserves the right to modify these Terms at any time. Updated Terms will be posted on our website, and continued use of our services indicates acceptance of any changes."
      },
      "contact": {
        "title": "11. Contact Us",
        "content": "For any questions or concerns about these Terms, please contact us at:\nEmail: support@quant-apps.com\nMoldova, Republic of"
      }
    },
    "outro": "Thank you for choosing Quant-Apps."
  },
  "home": {
    "hero": {
      "title": "Web & Mobile Apps + CRM Solutions to Power Your Business",
      "ipadAlt": "ipad",
      "watchAlt": "watch video button"
    },
    "trusted": {
      "title": "Trusted By 20+ Companies",
      "companies": {
        "rye": "RYE Country Day School logo",
        "vistage": "Vistage logo",
        "scriptpro": "ScriptPro logo",
        "hiiq": "HI-IQ logo",
        "fordham": "Fordham University logo"
      }
    },
    "sections": {
      "services": {
        "title": "Our Services",
        "subtitle": "Custom mobile apps built to amplify your brand's impact."
      },
      "reasons": {
        "title": "Why Choose Quant-Apps?",
        "subtitle": "Unlock digital excellence with our expert team, crafting high-performance solutions designed for outstanding results and seamless user experiences."
      },
      "reviews": {
        "title": "What our Clients say About us",
        "subtitle": "At Quant-Apps, we deliver top-tier digital solutions that drive success. Hear from our satisfied clients!"
      },
      "faqs": {
        "title": "Frequently Asked Questions",
        "subtitle": "Still you have any questions? Contact our Team via support@quant-apps.com"
      },
      "cta": {
        "title": "Excited to work together on your next project?",
        "subtitle": "Let's bring your ideas to life with custom development and design solutions tailored to your needs.",
        "button": "Start Project"
      }
    },
    "services": {
      "uiux": {
        "title": "UI/UX",
        "text": "We craft visually stunning, user-friendly interfaces that enhance usability, ensuring seamless navigation and engaging experiences across web and mobile applications, delivering intuitive, high-performance designs that captivate users and drive interaction."
      },
      "mobile": {
        "title": "iOS & Android App Development",
        "text": "We develop high-performance mobile and web applications optimized for speed, security, and scalability, ensuring seamless functionality, enhanced user experience, and robust performance. Our solutions are designed to handle high traffic, deliver smooth interactions, and provide reliable, secure architecture for businesses aiming for long-term growth and success."
      },
      "web": {
        "title": "Website Development",
        "text": "We create high-performance, SEO-optimized websites designed for speed, security, and user engagement. Our responsive web development ensures seamless functionality across all devices, enhancing user experience and conversion rates. From custom designs to scalable solutions, we build modern, fast, and secure websites that drive business growth and online visibility."
      },
      "crm": {
        "title": "CRM Solutions",
        "text": "We develop custom CRM solutions to streamline business operations, enhance customer relationships, and improve workflow efficiency. Our scalable and secure CRM systems integrate seamlessly with your existing tools, providing automation, data insights, and centralized management to boost productivity, optimize sales processes, and drive business growth."
      },
      "crossPlatform": {
        "title": "Cross-Platform Development",
        "text": "We specialize in cross-platform development, creating high-performance mobile apps that run seamlessly on iOS and Android. Using modern frameworks like React Native and Flutter, we deliver cost-effective, scalable, and user-friendly applications with a native-like experience, ensuring broad market reach, faster development, and streamlined maintenance."
      },
      "support": {
        "title": "Support & Maintenance",
        "text": "We provide ongoing support and maintenance to keep your applications, websites, and software running smoothly. Our services include performance monitoring, security updates, bug fixes, and feature enhancements to ensure optimal functionality, minimize downtime, and enhance user experience, allowing your business to stay secure, up-to-date, and scalable."
      }
    },
    "reasons": {
      "expert": {
        "title": "Expert Software Solutions",
        "text": "Our skilled professionals leverage deep industry expertise to build cutting-edge digital products. Staying ahead with the latest trends and best practices, we deliver innovative, scalable, and secure solutions tailored to your business needs."
      },
      "client": {
        "title": "Client-Focused Digital Strategy",
        "text": "We prioritize your business goals, customizing our web and mobile development services to align with your vision. Through strategic collaboration and deep market insights, we create user-centric solutions that drive engagement and success."
      },
      "results": {
        "title": "Results-Driven Development",
        "text": "Our core mission is to deliver measurable results. By combining technical expertise with creative problem-solving, we develop high-performance apps, websites, and CRM systems that enhance user experiences, boost efficiency, and accelerate business growth."
      },
      "partnership": {
        "title": "Long-Term Digital Partnership",
        "text": "We believe in lasting client relationships, providing continuous support, maintenance, and updates for your digital products. Our commitment ensures seamless functionality, security, and performance, helping your business stay competitive and innovative."
      }
    },
    "reviews": {
      "sarah": {
        "content": "Great! So quick and easy to work with. We are super satisfied so far and will continue to work.",
        "name": "Sarah Istwany",
        "description": "Representing Rye Country Day School",
        "link": "https://www.ryecountryday.org/"
      },
      "barnabas": {
        "content": "It was great working. Definitely will be using again, already in the process of placing another order!",
        "name": "Barnabas Willis",
        "description": "Client from Fiverr",
        "link": "https://www.ryecountryday.org/"
      },
      "leslie": {
        "content": "Very good work looking forward to working together again.",
        "name": "Leslie Alexander",
        "description": "Client from Fiverr",
        "link": "https://www.ryecountryday.org/"
      },
      "draft": {
        "content": "10 out of 10 will recommend!",
        "name": "Draft Pick Design",
        "description": "Client from Fiverr",
        "link": "https://www.ryecountryday.org/"
      },
      "more": {
        "text": "More reviews can be viewed on",
        "fiverr": {
          "link": "https://www.fiverr.com/drimba3?public_mode=true",
          "alt": "Fiverr logo"
        }
      }
    },
    "faqs": {
      "services": {
        "question": "What services does Quant-Apps provide?",
        "answer": "Quant-Apps specializes in mobile app development for iOS, Android app development, cross-platform solutions with React Native, CRM systems, UI/UX design, and logo creation. We offer customized solutions, from concept and design to full deployment and optimization."
      },
      "custom": {
        "question": "Can you build a custom app for my business?",
        "answer": "Yes! We work closely with businesses to create iOS, Android, and cross-platform solutions that align with your brand and unique needs. From startups to large companies, we develop apps that help you stand out."
      },
      "cost": {
        "question": "How much does app development cost?",
        "answer": "The cost of app development varies depending on the app's features, complexity, and requirements. We provide a transparent and customized estimate that fits your budget and goals for iOS apps, Android apps, cross-platform solutions, and CRM systems."
      },
      "unique": {
        "question": "What sets Quant-Apps?",
        "answer": "At Quant-Apps, we combine creativity with technical expertise. Our co-founder, Romas Gutsu, started his career as an iOS and Android app developer and gradually became the CEO, leading the company in creating innovative solutions. Meanwhile, Veaceslav Soltan, our co-founder, began his career as a graphic designer and brought a unique approach to designing visually attractive and user-friendly apps for iOS, Android, and cross-platform solutions."
      },
      "platforms": {
        "question": "What platforms do you develop for?",
        "answer": "Quant-Apps specializes in developing mobile applications for iOS, Android app development, cross-platform solutions using React Native, CRM systems, UI/UX design, and logo creation. We offer tailored solutions, from concept and design to full deployment and optimization. Quant-Apps develops apps for iOS, Android, and provides cross-platform solutions with a focus on excellent performance, security, and integration with the Apple and Android ecosystems."
      },
      "timeline": {
        "question": "How long does it take to develop an app?",
        "answer": "Development time depends on the complexity and features of the app. Typically, it takes from 1 to 3 months, including the development of iOS, Android, cross-platform solutions, CRM systems, as well as design and testing."
      },
      "support": {
        "question": "Do you offer support after the app is launched?",
        "answer": "Yes, we offer ongoing support and maintenance services even after your app is launched. Our team ensures that your app stays updated, secure, and runs smoothly as iOS/Android updates or user needs evolve."
      },
      "start": {
        "question": "How do I get started with Quant-Apps?",
        "answer": "Getting started is simple! Contact us for a free consultation where we'll discuss your app idea, goals, and requirements. From there, we'll guide you through the development process and help bring your vision to life."
      }
    },
    "serviceButton" : "Learn More",
    "reviewButton" : "Open Website"
  }
}