{
  "video": {
    "notSupported": "Your browser does not support videos."
  },
  "metadata": {
    "title": "Quant Apps",
    "description": "Quant-Apps delivers mobile apps, CRM systems, and UI/UX solutions for business growth. High-performance and scalable applications tailored to your needs.",
    "keywords": "mobile app development, web app development, iOS app development, Android app development, custom software solutions, UI/UX design, app prototyping, SaaS development, CRM solutions, backend development, scalable mobile solutions, enterprise app development, AI-powered applications, app performance optimization, cloud-based apps, cross-platform app development, MVP development, startup app solutions, agile app development, app maintenance & support"
  },
  "app-toolbar": {
    "services": "Services",
    "projects": "Projects",
    "process": "Process",
    "about-us": "About us",
    "careers": "Careers",
    "terms-of-use": "Terms of use",
    "privacy-policy": "Privacy policy",
    "lets-talk": "Let’s Talk"
  },
  "footer": {
    "FindUsAt": "Find us at",
    "Company": "Company",
    "LearnMore": "Learn more",
    "Legal": "Legal",
    "TermsOfUse": "Terms of use",
    "PrivacyPolicy": "Privacy policy",
    "AllRightsReserved": "All rights reserved."
  },
  "services": {
    "title": "Mobile & Web Development | CRM Solutions – Quant-Apps",
    "description": "Need expert mobile app development? Quant-Apps builds scalable, iOS app development, web app development services, and CRM development solutions.",
    "banner": {
      "whatWeOffer": {
        "header": "What We Offer?",
        "subHeader": "Custom <strong>mobile app development</strong>, <strong>CRM solutions</strong>, server infrastructure, and <strong>corporate website development</strong> designed to enhance your brand's impact."
      },
      "excited": {
        "header": "Excited to work together on your next project?",
        "subHeader": "Let's bring your ideas to life with <strong>custom android app development</strong> and <strong>cross platform app development</strong> solutions tailored to your needs.",
        "button": "Start Project"
      }
    },
    "Design": {
      "title": "Design",
      "text": "At Quant-Apps, our design team is dedicated to crafting visually striking, user-focused designs for <strong>build native mobile app</strong> and <strong>saas development</strong>. We believe that exceptional design goes beyond aesthetics—it's about delivering seamless and intuitive user experiences.",
      "button": "Our design services include:"
    },
    "UXDesign": {
      "title": "User Experience (UX) Design",
      "blocks": {
        "block1": "Gain insights into user behavior to create intuitive <strong>web app development services</strong>",
        "block2": "Structure seamless navigation for improved <strong>mobile app development</strong> accessibility",
        "block3": "Optimize user interactions through real-world testing for <strong>flutter app development company</strong> standards",
        "block4": "Align business goals with customer needs for a frictionless <strong>frontend and backend development</strong> experience"
      }
    },
    "UIDesign": {
      "title": "User Interface (UI) Design",
      "blocks": {
        "block1": "Create user-friendly and engaging <strong>android app development</strong> interfaces",
        "block2": "Unique design elements that enhance <strong>corporate website development</strong> brand identity",
        "block3": "Establish a consistent and appealing design system for <strong>iOS app development</strong>",
        "block4": "Ensure seamless performance across all screen sizes in <strong>cross platform app development</strong>"
      }
    },
    "Branding": {
      "title": "Branding and Identity",
      "blocks": {
        "block1": "Logo Design and Visual Identity Development for <strong>ecommerce website development services</strong>",
        "block2": "Brand Strategy and Positioning in <strong>mobile app development</strong>",
        "block3": "Brand Guidelines and Style Guides for <strong>web app development services</strong>",
        "block4": "Marketing Collateral Design for <strong>CRM development</strong>"
      }
    },
    "Engineering": {
      "title": "Engineering & Software Development Services",
      "text": "We specialize in scalable, high-performance digital solutions using <strong>frontend and backend development</strong> with the latest technologies. Our expertise spans <strong>android app development</strong>, <strong>flutter app development company</strong> approach, and <strong>saas development</strong>.",
      "button": "Our engineering services include:"
    },
    "WebDevelopment": {
      "title": "Web Development",
      "blocks": {
        "block1": "High-performance <strong>web app development services</strong> using Next.js, React, Vue.js, Angular, Svelte, Tailwind CSS",
        "block2": "Scalable <strong>corporate website development</strong> using PHP, Python, Ruby, Node.js",
        "block3": "Content Management System (CMS) Development for <strong>ecommerce website development services</strong>",
        "block4": "E-Commerce Platform Development with <strong>frontend and backend development</strong>"
      }
    },
    "MobileAppDevelopment": {
      "title": "Mobile App Development",
      "blocks": {
        "block1": "Custom <strong>iOS app development</strong> and <strong>android app development</strong> applications",
        "block2": "Scalable <strong>cross platform app development</strong> using React Native, Flutter",
        "block3": "Wireframing and interactive prototypes for <strong>build native mobile app</strong> solutions",
        "block4": "Comprehensive QA for <strong>mobile app development</strong> with cloud-based deployment"
      }
    },
    "CRMDevelopment": {
      "title": "CRM Development & Enterprise Solutions",
      "blocks": {
        "block1": "Tailor-made <strong>CRM development</strong> software to enhance sales and business workflows",
        "block2": "Build scalable CRM web applications with optimized <strong>web app development services</strong>",
        "block3": "Seamless integration supporting <strong>saas development</strong> with AI-powered analytics",
        "block4": "Upgrade CRM systems with <strong>frontend and backend development</strong> solutions"
      }
    },
    "ProjectManagement": {
      "title": "Project Management for Mobile & Web Development",
      "text": "Our project management services ensure seamless execution of <strong>digital solutions</strong>, from planning to deployment. We follow agile methodologies for <strong>cross platform app development</strong>.",
      "button": "Our project management services include:"
    },
    "StrategicPlanning": {
      "title": "Strategic Project Planning & Resource Management",
      "blocks": {
        "block1": "Requirements gathering for <strong>mobile app development</strong> project goals",
        "block2": "Project roadmap tracking for <strong>web app development services</strong>",
        "block3": "Resource allocation for <strong>CRM development</strong> team performance",
        "block4": "Risk assessment for <strong>corporate website development</strong> stability"
      }
    },
    "AgileDevelopment": {
      "title": "Agile Development & Workflow Optimization",
      "blocks": {
        "block1": "Iterative updates for <strong>cross platform app development</strong>",
        "block2": "Performance monitoring for <strong>mobile app development</strong>",
        "block3": "Security patches for <strong>web app development services</strong>",
        "block4": "Technical support for <strong>iOS and android app development</strong>"
      }
    },
    "QualityAssurance": {
      "title": "Quality Assurance & Security Compliance",
      "blocks": {
        "block1": "System updates for <strong>saas development</strong>",
        "block2": "Cloud infrastructure monitoring for <strong>CRM development</strong>",
        "block3": "Customer support integration for <strong>ecommerce website development services</strong>",
        "block4": "Scalability consulting for <strong>build native mobile app</strong> growth"
      }
    }
  },
  "projects": {
    "title": "Our Projects | Innovative Mobile & Web Solutions - Quant apps",
    "description": "Explore Quant apps's portfolio of mobile app development, CRM solutions, and web platforms that drive business success.",
    "banner": {
      "image": "/images/banners/what-clients-say-banner.png",
      "title": "Our projects",
      "subtitle": "Innovation starts with a vision. Explore the exciting projects we've turned into reality!"
    },
    "header": {
      "title": "At Quant-Apps",
      "text": "We take pride in collaborating with a diverse range of clients, crafting innovative <strong>digital solutions</strong> that drive business growth and success."
    },
    "items": [
      {
        "title": "Restaurant Website",
        "image": "/images/pictures/projects1.png",
        "alt": "project1",
        "linkName": "Roka Akor",
        "link": "https://rokaakor.com/",
        "description": "We developed a modern, user-friendly <strong>corporate website development</strong> for Roka Akor, ensuring seamless online reservations, an intuitive interface, and an elegant design that enhances customer engagement. The platform integrates high-quality visuals, responsive layouts, and a smooth dining experience for visitors."
      },
      {
        "title": "Logistics Company",
        "image": "/images/pictures/projects2.png",
        "alt": "project2",
        "linkName": "Acm Movers",
        "link": "https://acmmovers.com/",
        "description": "We designed and developed a feature-rich <strong>ecommerce website development services</strong> for ACM Movers, optimizing their online booking system. The platform includes real-time quote requests, order tracking, and a seamless customer experience. Our solution enhances operational efficiency while improving user accessibility on all devices."
      },
      {
        "title": "Lens AI",
        "image": "/images/pictures/projects3.png",
        "alt": "project3",
        "linkName": "Lens AI",
        "link": "https://apps.apple.com/md/app/lens-ai",
        "description": "Lens AI is your smart <strong>iOS app development</strong> for finding anything. With this app, you can take a photo or pick one from your gallery and find it online. Lens AI uses Artificial Intelligence (AI) to search the internet for you. You can learn about what you see in a picture, find where to buy things, and much more."
      },
      {
        "title": "Taste Ai",
        "image": "/images/pictures/projects4.png",
        "alt": "project4",
        "linkName": "Taste Ai",
        "link": "https://apps.apple.com/md/app/taste-ai/id6566183422",
        "description": "Meet your new kitchen helper, Taste Ai! This <strong>cross platform app development</strong> uses artificial intelligence (AI) to deliver recipes customized to your unique preferences and needs."
      },
      {
        "title": "Web-site for Dentist",
        "image": "/images/pictures/projects5.png",
        "alt": "project5",
        "linkName": "NY Dental Group",
        "link": "https://nydentalgroup.com/",
        "description": "We developed a modern and user-friendly website with <strong>web app development services</strong> for NY Dental Group, a leading provider of dental care services. The platform features seamless appointment booking, secure patient data integration, and personalized treatment recommendations, enhancing patient engagement and satisfaction."
      },
      {
        "title": "Keyboard AI",
        "image": "/images/pictures/projects6.png",
        "alt": "project6",
        "linkName": "Keyboard AI",
        "link": "https://apps.apple.com/md/app/keyboard-ai/id6447576804",
        "description": "Introducing Keyboard AI - Your Ultimate Texting Companion! Transform your texting experience with Keyboard AI, the ultimate <strong>build native mobile app</strong> AI writing assistant that has your back whenever you need to text now! Unleash the power of Artificial Intelligence tools at your fingertips and make every message unique."
      }
    ],
    "callToAction": {
      "image": "/images/banners/what-clients-say-banner.png",
      "title": "Excited to work together on your next project?",
      "subtitle": "Let's bring your ideas to life with <strong>custom android app development</strong> and <strong>flutter app development company</strong> solutions tailored to your needs.",
      "buttonText": "Start Project",
      "buttonIcon": "/images/icons/start_project_logo.svg"
    }
  },
  "process": {
    "title": "Our Process | Agile Development & UI/UX Strategy - Quantica",
    "description": "Discover how Quantica turns ideas into scalable mobile and web applications with a structured, agile approach.",
    "banner": {
      "image": "/images/banners/faqs_banner.png",
      "title": "Our Working Process",
      "subtitle": "A Comprehensive Guide to Reaching Your Business Objectives"
    },
    "header": {
      "title": "At Quant-Apps",
      "text": "We take pride in collaborating with a diverse range of clients, crafting innovative digital solutions that drive <strong>business growth</strong> and success."
    },
    "items": [
      {
        "id": "01",
        "title": "Consultation",
        "text": "We begin by deeply understanding your goals and needs. We listen to your ideas, analyze your business processes, and propose a strategy that will deliver maximum results for your <strong>mobile app development</strong> requirements."
      },
      {
        "id": "02",
        "title": "Research and Strategy Development",
        "text": "We conduct thorough research, study the market and competitors to develop an effective strategy tailored to your unique <strong>corporate website development</strong> requirements and objectives."
      },
      {
        "id": "03",
        "title": "Planning and Strategic Management",
        "text": "We plan every step towards success. We create detailed roadmaps and clearly define key milestones to ensure each phase of the <strong>iOS app development</strong> project is completed on time and within budget."
      },
      {
        "id": "04",
        "title": "Branding and Identity Design",
        "text": "We create a unique visual identity that reflects the essence of your brand. We design logos, color palettes, and other branding elements to make your <strong>android app development</strong> brand easily recognizable and memorable."
      },
      {
        "id": "05",
        "title": "Wireframes and UI/UX Design",
        "text": "We design intuitive and attractive interfaces that provide the best user experience. We create wireframes and prototypes that lay the foundation for your future <strong>web app development services</strong> or website."
      },
      {
        "id": "06",
        "title": "Development and Integration",
        "text": "We develop functional, high-performance solutions that seamlessly integrate with your systems, ensuring smooth operation of <strong>cross platform app development</strong> and services."
      },
      {
        "id": "07",
        "title": "Testing and Quality Assurance",
        "text": "Every app and solution undergoes strict testing stages. We check all functional and technical aspects to ensure flawless performance of your <strong>flutter app development company</strong> projects across all devices and platforms."
      },
      {
        "id": "08",
        "title": "Launch and Deployment",
        "text": "We carefully prepare your app for launch to ensure smooth operation. After testing, we deploy the <strong>CRM development</strong> solution on the selected platforms and ensure a seamless start."
      },
      {
        "id": "09",
        "title": "Maintenance and Optimization",
        "text": "After the launch, we continue to support and optimize the app, improving its performance, fixing bugs, and adding new features to meet user needs for <strong>ecommerce website development services</strong> and other solutions."
      }
    ],
    "callToAction": {
      "image": "/images/banners/what-clients-say-banner.png",
      "title": "Excited to work together on your next project?",
      "subtitle": "Let's bring your ideas to life with <strong>frontend and backend development</strong> and <strong>custom android app development</strong> solutions tailored to your needs.",
      "buttonText": "Start Project",
      "buttonIcon": "/images/icons/start_project_logo.svg"
    }
  },
  "about": {
    "title": "About Quant-Apps - iOS, Web, CRM Development",
    "description": "Quant-Apps is dedicated to transforming innovative ideas into high-performance digital solutions. Our expertise spans mobile and web applications, CRM systems, cloud infrastructure, and AI-powered automation. We are committed to delivering exceptional results through collaboration, cutting-edge technology, and a passion for excellence. Join us to work on impactful projects that drive digital transformation and business success.",
    "banner": {
      "src": "/images/banners/our-services-banner.png",
      "header": "About us",
      "subHeader": "Where innovation meets your vision—crafting digital experiences that inspire"
    },
    "about": {
      "title": "About Quant-Apps",
      "paragraph1": "At Quant-Apps, we transform bold ideas into high-performance apps and websites. Despite being a young company, our team combines years of experience with cutting-edge technology to deliver <strong>custom android app development</strong> solutions that exceed expectations.",
      "paragraph2": "We specialize in <strong>mobile app development</strong>, web design, and digital transformation, crafting visually stunning, high-functioning platforms that engage users and drive business growth. Our creative thinkers and technical experts work closely with clients, ensuring a collaborative, tailored approach for each project.",
      "paragraph3": "What sets us apart?",
      "paragraph4": "Seamless communication, deep client engagement, and a commitment to long-term success. We don't just <strong>build native mobile app</strong> solutions—we create lasting digital experiences that help businesses thrive.",
      "paragraph5": "Let's bring your vision to life with <strong>custom software solutions</strong> that elevate your brand and set you apart in the digital world.",
      "image": {
        "src": "/images/pictures/about1.png",
        "alt": "about1"
      }
    },
    "timeline": {
      "title": "Timeline",
      "image": {
        "src": "/images/pictures/enTimeline.png",
        "alt": "timeline"
      },
      "items": [
        {
          "id": "01",
          "title": "A GOOD IDEA",
          "text": "From Fiverr freelancer to design expert, mastering vector tracing and beyond for <strong>corporate website development</strong>"
        },
        {
          "id": "02",
          "title": "START MOVING",
          "text": "Added UI/UX and logo design, growing a versatile design portfolio for <strong>iOS app development</strong>"
        },
        {
          "id": "03",
          "title": "INCREASE",
          "text": "Ventured into <strong>android app development</strong> with a grocery app, embracing digital innovation"
        },
        {
          "id": "04",
          "title": "TAKE TIME",
          "text": "Mastered <strong>web app development services</strong> with innovative projects"
        },
        {
          "id": "05",
          "title": "INNOVATION",
          "text": "Built projects with advanced tech, shaping Quant-Apps future with <strong>cross platform app development</strong>"
        },
        {
          "id": "06",
          "title": "QUANT-APPS LAUNCH",
          "text": "Founded Quant-Apps, specializing in innovative <strong>flutter app development company</strong> solutions"
        }
      ]
    },
    "team": {
      "title": "Team",
      "members": [
        {
          "name": "Roman Gutu",
          "position": "CEO and Founder",
          "link": "",
          "src": "/images/pictures/roman.png",
          "alt": "roman",
          "text": "CEO with 7+ years in <strong>CRM development</strong>, app, and website development, creating innovative and scalable solutions."
        },
        {
          "name": "Veaceslav Soltan",
          "position": "CO-Founder",
          "link": "",
          "src": "/images/pictures/slavic.png",
          "alt": "vyacheslav",
          "text": "Experienced graphic designer with over 7 years in UI/UX and motion design, creating impactful and user-friendly <strong>ecommerce website development services</strong>."
        },
        {
          "name": "Vitalie Cernovschi",
          "position": "Senior Full-Stack Developer",
          "link": "",
          "src": "/images/pictures/vitalie.png",
          "alt": "vitalie",
          "text": "Expert in <strong>frontend and backend development</strong>, specializing in scalable web solutions and performance optimization."
        },
        {
          "name": "Maxim Roenco",
          "position": "Middle Front-End Developer",
          "link": "https://www.linkedin.com/in/roencomax/",
          "src": "/images/pictures/maxim.png",
          "alt": "maxim",
          "text": "Experienced in HTML, CSS, JavaScript, and responsive design. Focused on user-friendly interfaces and <strong>web app development services</strong>."
        },
        {
          "name": "Islam Abu Koush",
          "position": "Middle Front-End Developer",
          "link": "https://www.linkedin.com/in/islam-abu-koush-a191a2299/",
          "src": "/images/pictures/islam.png",
          "alt": "islam",
          "text": "Skilled in React, JavaScript, and UI frameworks. Passionate about interactive design and <strong>saas development</strong> optimization."
        },
        {
          "name": "Denis Soltan",
          "position": "Junior Front-End Developer",
          "link": "https://www.linkedin.com/in/denis-soltan-52a1a2305/",
          "src": "/images/pictures/denis.png",
          "alt": "denis",
          "text": "A passionate developer with hands-on experience in React and JavaScript. Dedicated to building efficient, responsive, and interactive <strong>web app development services</strong>."
        }
      ]
    }
  },
  "elevatingBusiness": {
    "logo": {
      "src": "/images/icons/logo1.svg",
      "alt": "logo"
    },
    "header": {
      "title": "Quant-Apps: Elevating Businesses with Cutting-Edge Digital Solutions",
      "description": "We specialize in <strong>custom android app development</strong>, mobile apps, and web design, transforming ideas into high-performance digital products. Our expertise in UX/UI, agile development, and <strong>CRM development</strong> ensures seamless, scalable, and results-driven experiences."
    },
    "welcome": {
      "title": "Welcome to Quant-Apps",
      "tagline": "Where innovation, technology, and strategy align to drive business success with <strong>mobile app development</strong>."
    },
    "cta": {
      "buttonText": "Start Project"
    }
  },
"careers": {
    "title": "Careers at Quant apps | Join Our Tech Team",
    "description": "Looking for an exciting career in mobile and web development? Join Quant apps and work on cutting-edge digital solutions.",
    "banner": {
      "header": "Our Working Process",
      "subHeader": "A Comprehensive Guide to Reaching Your Business Objectives"
    },
    "welcome": {
      "title": "Welcome to Quant-Apps, where innovation drives success!",
      "description": "At Quant-Apps, we believe that success is built on expertise, collaboration, and a passion for cutting-edge technology. As a leading software development company, we focus on <strong>mobile app development</strong>, <strong>web app development services</strong>, <strong>CRM development</strong>, cloud infrastructure, and AI-powered automation. If you're looking to work on impactful projects that shape the future of digital transformation, we invite you to explore career opportunities with us.",
      "tagline": "Why Work at Quant-Apps?"
    },
    "careerBlocks": [
      {
        "title": "Work on Cutting-Edge Software Projects: Mobile Apps, CRM, AI & Web Development",
        "text": "Be part of a team that creates scalable digital solutions, including custom enterprise software, <strong>iOS app development</strong>, AI-powered automation, and high-performance <strong>corporate website development</strong>."
      },
      {
        "title": "Collaborative Tech Environment – AI, Cloud, and Software Development Experts",
        "text": "Join a culture of innovation, where AI engineers, cloud developers, and <strong>frontend and backend development</strong> experts collaborate to build the future of digital transformation and enterprise solutions."
      },
      {
        "title": "Continuous Learning: Stay Ahead in Web, Mobile, AI, and Cloud Technologies",
        "text": "Advance your career with access to training programs, mentorship, and industry-leading tech conferences in <strong>android app development</strong>, cloud computing, cybersecurity, AI, and <strong>saas development</strong>."
      },
      {
        "title": "Challenging Software Development Projects – AI, Cloud, CRM",
        "text": "Solve complex challenges in enterprise software, AI-powered solutions, high-performance cloud infrastructure, <strong>mobile app development</strong>, and automation that drive business success."
      }
    ],
    "currentOpenings": {
      "title": "Current Openings",
      "description": "We are always on the lookout for talented individuals who are passionate about creating exceptional digital experiences."
    },
    "openings": [
      {
        "title": "Design Job Openings",
        "name": "UI/UX Designer",
        "text": "Join our team as a UI/UX Designer and bring creativity to life by designing visually compelling and user-friendly digital interfaces. Collaborate with cross-functional teams to enhance user experience (UX), layout design, typography, and color theory. Play a key role in shaping intuitive <strong>build native mobile app</strong> solutions that leave a lasting impression."
      },
      {
        "title": "Development Job Openings",
        "name": "Front - End Developer",
        "text": "We're looking for a Front-End Developer to transform UI/UX wireframes into responsive and interactive web interfaces. Work with HTML, CSS, and JavaScript to develop high-performance, visually appealing websites. Collaborate with designers and backend developers to ensure seamless functionality, scalability, and optimal user experience for <strong>ecommerce website development services</strong>."
      },
      {
        "title": "Management Job Openings",
        "name": "Project Manager",
        "text": "We are seeking a Project Manager to oversee the planning, execution, and delivery of software development, web, and <strong>cross platform app development</strong> projects. Coordinate cross-functional teams, manage timelines, and ensure seamless collaboration between developers, designers, and stakeholders. Drive project success by optimizing workflows, mitigating risks, and ensuring timely delivery of <strong>flutter app development company</strong> solutions while aligning with business goals."
      }
    ]
  },
  "privacy-policy": {
    "title": "Privacy Policy | Data Protection & Security - Quant apps",
    "description": "Read Quant apps’s privacy policy to learn how we collect, use, and protect your personal data across our digital solutions.",
    "banner": {
      "header": "Privacy Policy",
      "subHeader": "Last updated on 5/12/2024"
    },
    "contactInfo": {
      "email": "support@quant-apps.com",
      "phone": "+373 69 882 331",
      "location": "Republic of Moldova"
    },
    "intro": "Quant-Apps (\"we,\" \"our,\" or \"us\") is committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website or use our services. By accessing our website or services, you agree to the terms of this Privacy Policy. If you do not agree, please do not use our services.",
    "sections": {
      "acceptance": {
        "title": "1. Information We Collect",
        "content": "We collect both personal and non-personal information to provide and improve our services. Personal Information. This includes any information you voluntarily provide, such as: Name, Email address, Phone number, Billing information, Any other information submitted through our contact forms or communication channels, Non-Personal Information. This includes automatically collected information such as: IP address, Browser type, Operating system, Pages viewed and time spent on our website, Device information"
      },
      "services": {
        "title": "2. How We Use Your Information",
        "content": "We use the collected information for the following purposes: \n1) To provide and manage our services \n2) To communicate with you about your inquiries or projects \n3) To process payments and manage billing \n4) To improve and personalize your experience \n5) To analyze website usage and optimize performance \n6) To comply with legal obligations"
      },
      "intellectual": {
        "title": "3. How We Share Your Information",
        "content": "We do not sell or rent your personal information to third parties. However, we may share your information in the following circumstances: \nService Providers: With trusted third-party vendors who assist us in providing our services, such as payment processors or hosting providers. \nLegal Compliance: When required by law or to protect our rights and interests. \nBusiness Transfers: In the event of a merger, acquisition, or sale of all or a portion of our assets, your information may be transferred."
      },
      "conduct": {
        "title": "4. Cookies and Tracking Technologies",
        "content": "We use cookies and similar tracking technologies to enhance your experience. Cookies are small files stored on your device that help us recognize you and improve website functionality. You can control cookies through your browser settings, but disabling cookies may limit certain features of our website."
      },
      "disclaimer": {
        "title": "5. Data Security",
        "content": "We implement appropriate technical and organizational measures to protect your information from unauthorized access, disclosure, or destruction. However, no data transmission over the internet is completely secure, and we cannot guarantee absolute security."
      },
      "liability": {
        "title": "6. Your Rights",
        "content": "Depending on your jurisdiction, you may have the following rights regarding your personal information: \nAccess your personal information and request a copy, \nCorrect or update inaccurate information, \nRequest deletion of your information, \nObject to processing or restrict processing of your information, \nWithdraw consent where processing is based on your consent, \nTo exercise these rights, \ncontact us at support@quant-apps.com."
      },
      "thirdParty": {
        "title": "7. Third-Party Links",
        "content": "Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these external sites."
      },
      "termination": {
        "title": "8. Children’s Privacy",
        "content": "Our services are not directed to individuals under the age of 18. We do not knowingly collect personal information from children. If you believe we have inadvertently collected information from a child, please contact us to delete it."
      },
      "governing": {
        "title": "9. Changes to This Privacy Policy",
        "content": "We may update this Privacy Policy from time to time. Any changes will be posted on this page with an updated \"Effective Date.\" Your continued use of our services after changes are made indicates your acceptance of the updated policy."
      },
      "contact": {
        "title": "10. Contact Us",
        "content": "For any questions or concerns about these Privacy Policy, please contact us at:\nEmail: support@quant-apps.com\nMoldova, Republic of"
      }
    },
    "outro": "Thank you for trusting Quant-Apps."
  },
  "terms-of-use": {
    "title": "Terms of Use | Legal Information & User Rights - Quant apps",
    "description": "Review Quant apps’s terms of use to understand your rights and responsibilities when using our digital services.",
    "banner": {
      "header": "Terms of Use",
      "subHeader": "Last updated on 5/12/2024"
    },
    "contactInfo": {
      "email": "support@quant-apps.com",
      "phone": "+373 69 882 331",
      "location": "Republic of Moldova"
    },
    "intro": "Welcome to Quant-Apps! Please read these Terms of Use (\"Terms\") carefully before using our website and services. By accessing or using Quant-Apps (\"we,\" \"our,\" or \"us\"), you agree to be bound by these Terms. If you do not agree, please do not use our services.",
    "sections": {
      "acceptance": {
        "title": "1. Acceptance of Terms",
        "content": "By accessing or using our website or services, you confirm that you are at least 18 years old and agree to comply with these Terms. If you are accessing on behalf of a company, you represent and warrant that you have the authority to bind the company to these Terms."
      },
      "services": {
        "title": "2. Services Provided",
        "content": "Quant-Apps offers IT development services, including <strong>mobile app development</strong>, UI/UX design, and software solutions. Any services provided will be subject to a separate agreement outlining the scope, deliverables, and terms of the engagement."
      },
      "intellectual": {
        "title": "3. Intellectual Property",
        "content": "All content, trademarks, logos, and materials provided by Quant-Apps, including but not limited to designs, software, and code, are the property of Quant-Apps unless otherwise stated. You may not use, copy, reproduce, or distribute any materials without explicit written permission."
      },
      "conduct": {
        "title": "4. User Conduct",
        "content": "You agree to use our website and services for lawful purposes only and will not:",
        "list": {
          "1": "Engage in any activity that disrupts or damages our website or services.",
          "2": "Attempt to access unauthorized areas of our website or servers.",
          "3": "Use our services for illegal, fraudulent, or harmful purposes."
        }
      },
      "disclaimer": {
        "title": "5. Disclaimer of Warranties",
        "content": "Quant-Apps provides its services \"as is\" and \"as available.\" While we strive for excellence, we do not guarantee that our website or services will be uninterrupted, error-free, or meet your expectations. To the fullest extent permitted by law, we disclaim all warranties, express or implied."
      },
      "liability": {
        "title": "6. Limitation of Liability",
        "content": "Quant-Apps shall not be liable for any indirect, incidental, or consequential damages arising from the use of our website or services. Our total liability to you shall not exceed the amount paid by you for services provided within the past six months."
      },
      "thirdParty": {
        "title": "7. Third-Party Links",
        "content": "Our website may include links to third-party websites. Quant-Apps is not responsible for the content, policies, or practices of these external sites."
      },
      "termination": {
        "title": "8. Termination",
        "content": "We reserve the right to suspend or terminate your access to our website or services at our discretion, without prior notice, for any reason, including violation of these Terms."
      },
      "governing": {
        "title": "9. Governing Law",
        "content": "These Terms shall be governed by and construed in accordance with the laws of Moldova, Republic of. Any disputes arising out of or related to these Terms shall be resolved exclusively in the courts of Moldova, Republic of."
      },
      "modifications": {
        "title": "10. Modifications to Terms",
        "content": "Quant-Apps reserves the right to modify these Terms at any time. Updated Terms will be posted on our website, and continued use of our services indicates acceptance of any changes."
      },
      "contact": {
        "title": "11. Contact Us",
        "content": "For any questions or concerns about these Terms, please contact us at:\nEmail: support@quant-apps.com\nMoldova, Republic of"
      }
    },
    "outro": "Thank you for choosing Quant-Apps."
  },
  "home": {
    "title": "Custom iOS & Web Apps | UI/UX Design - Quant-Apps",
    "description": "Quant-Apps delivers mobile apps, CRM solutions, and UI/UX design to boost your business efficiency.",
    "hero": {
      "title": "Web & Mobile Apps + CRM Solutions to Power Your Business",
      "ipadAlt": "ipad",
      "watchAlt": "watch video button"
    },
    "trusted": {
      "title": "Trusted By 20+ Companies",
      "companies": {
        "rye": "RYE Country Day School logo",
        "vistage": "Vistage logo",
        "scriptpro": "ScriptPro logo",
        "hiiq": "HI-IQ logo",
        "fordham": "Fordham University logo"
      }
    },
    "sections": {
      "services": {
        "title": "Our Services",
        "subtitle": "Custom mobile apps built to amplify your brand's impact."
      },
      "reasons": {
        "title": "Why Choose Quant-Apps?",
        "subtitle": "Unlock digital excellence with our expert team, crafting high-performance solutions designed for outstanding results and seamless user experiences."
      },
      "reviews": {
        "title": "What our Clients say About us",
        "subtitle": "At Quant-Apps, we deliver top-tier digital solutions that drive success. Hear from our satisfied clients!"
      },
      "faqs": {
        "title": "Frequently Asked Questions",
        "subtitle": "Still you have any questions? Contact our Team via support@quant-apps.com"
      },
      "cta": {
        "title": "Excited to work together on your next project?",
        "subtitle": "Let's bring your ideas to life with custom development and design solutions tailored to your needs.",
        "button": "Start Project"
      }
    },
    "services": {
      "uiux": {
        "title": "UI/UX",
        "text": "We craft visually stunning, user-friendly interfaces that enhance usability, ensuring seamless navigation and engaging experiences across <strong>web app development services</strong> and <strong>mobile app development</strong>, delivering intuitive, high-performance designs that captivate users and drive interaction."
      },
      "mobile": {
        "title": "iOS & Android App Development",
        "text": "We develop high-performance <strong>iOS app development</strong> and <strong>android app development</strong> solutions optimized for speed, security, and scalability, ensuring seamless functionality, enhanced user experience, and robust performance. Our solutions are designed to handle high traffic, deliver smooth interactions, and provide reliable, secure architecture for businesses aiming for long-term growth and success."
      },
      "web": {
        "title": "Website Development",
        "text": "We create high-performance, SEO-optimized websites designed for speed, security, and user engagement. Our responsive <strong>corporate website development</strong> ensures seamless functionality across all devices, enhancing user experience and conversion rates. From custom designs to scalable solutions, we build modern, fast, and secure websites that drive business growth and online visibility."
      },
      "crm": {
        "title": "CRM Solutions",
        "text": "We develop custom <strong>CRM development</strong> solutions to streamline business operations, enhance customer relationships, and improve workflow efficiency. Our scalable and secure CRM systems integrate seamlessly with your existing tools, providing automation, data insights, and centralized management to boost productivity, optimize sales processes, and drive business growth."
      },
      "crossPlatform": {
        "title": "Cross-Platform Development",
        "text": "We specialize in <strong>cross platform app development</strong>, creating high-performance mobile apps that run seamlessly on <strong>iOS app development</strong> and <strong>android app development</strong>. Using modern frameworks like React Native and Flutter, we deliver cost-effective, scalable, and user-friendly applications with a native-like experience, ensuring broad market reach, faster development, and streamlined maintenance."
      },
      "support": {
        "title": "Support & Maintenance",
        "text": "We provide ongoing support and maintenance to keep your <strong>frontend and backend development</strong>, applications, and websites running smoothly. Our services include performance monitoring, security updates, bug fixes, and feature enhancements to ensure optimal functionality, minimize downtime, and enhance user experience, allowing your business to stay secure, up-to-date, and scalable."
      }
    },    
    "reasons": {
      "expert": {
        "title": "Expert Software Solutions",
        "text": "Our skilled professionals leverage deep industry expertise to build cutting-edge digital products. Staying ahead with the latest trends and best practices, we deliver innovative, scalable, and secure solutions tailored to your business needs."
      },
      "client": {
        "title": "Client-Focused Digital Strategy",
        "text": "We prioritize your business goals, customizing our web and mobile development services to align with your vision. Through strategic collaboration and deep market insights, we create user-centric solutions that drive engagement and success."
      },
      "results": {
        "title": "Results-Driven Development",
        "text": "Our core mission is to deliver measurable results. By combining technical expertise with creative problem-solving, we develop high-performance apps, websites, and CRM systems that enhance user experiences, boost efficiency, and accelerate business growth."
      },
      "partnership": {
        "title": "Long-Term Digital Partnership",
        "text": "We believe in lasting client relationships, providing continuous support, maintenance, and updates for your digital products. Our commitment ensures seamless functionality, security, and performance, helping your business stay competitive and innovative."
      }
    },
    "reviews": {
      "sarah": {
        "content": "Great! So quick and easy to work with. We are super satisfied so far and will continue to work.",
        "name": "Sarah Istwany",
        "description": "Representing Rye Country Day School",
        "link": "https://www.ryecountryday.org/"
      },
      "barnabas": {
        "content": "It was great working. Definitely will be using again, already in the process of placing another order!",
        "name": "Barnabas Willis",
        "description": "Client from Fiverr",
        "link": "https://www.ryecountryday.org/"
      },
      "leslie": {
        "content": "Very good work looking forward to working together again.",
        "name": "Leslie Alexander",
        "description": "Client from Fiverr",
        "link": "https://www.ryecountryday.org/"
      },
      "draft": {
        "content": "10 out of 10 will recommend!",
        "name": "Draft Pick Design",
        "description": "Client from Fiverr",
        "link": "https://www.ryecountryday.org/"
      },
      "more": {
        "text": "More reviews can be viewed on",
        "fiverr": {
          "link": "https://www.fiverr.com/drimba3?public_mode=true",
          "alt": "Fiverr logo"
        }
      }
    },
    "faqs": {
      "services": {
        "question": "What services does Quant-Apps provide?",
        "answer": "Quant-Apps specializes in <strong>mobile app development</strong> for iOS, <strong>Android app development</strong>, cross-platform solutions with React Native, CRM systems, UI/UX design, and logo creation. We offer customized solutions, from concept and design to full deployment and optimization. Our expertise covers <strong>mobile app development</strong>, <strong>corporate website development</strong>, <strong>ios app development</strong>, <strong>android app development</strong>, <strong>web app development services</strong>, <strong>cross platform app development</strong>, <strong>flutter app development company</strong>, <strong>crm development</strong>, <strong>ecommerce website development services</strong>, <strong>frontend and backend development</strong>, <strong>custom android app development</strong>, <strong>saas development</strong>, and <strong>build native mobile app</strong>."
      },
      "custom": {
        "question": "Can you build a custom app for my business?",
        "answer": "Yes! We work closely with businesses to create iOS, Android, and cross-platform solutions that align with your brand and unique needs. From startups to large companies, we develop apps that help you stand out. Our development process leverages <strong>mobile app development</strong>, <strong>corporate website development</strong>, <strong>ios app development</strong>, <strong>android app development</strong>, <strong>web app development services</strong>, <strong>cross platform app development</strong>, <strong>flutter app development company</strong>, <strong>crm development</strong>, <strong>ecommerce website development services</strong>, <strong>frontend and backend development</strong>, <strong>custom android app development</strong>, <strong>saas development</strong>, and <strong>build native mobile app</strong>."
      },
      "cost": {
        "question": "How much does app development cost?",
        "answer": "The cost of app development varies depending on the app's features, complexity, and requirements. We provide a transparent and customized estimate that fits your budget and goals for iOS apps, Android apps, cross-platform solutions, and CRM systems. Our pricing model reflects the value of <strong>mobile app development</strong>, <strong>corporate website development</strong>, <strong>ios app development</strong>, <strong>android app development</strong>, <strong>web app development services</strong>, <strong>cross platform app development</strong>, <strong>flutter app development company</strong>, <strong>crm development</strong>, <strong>ecommerce website development services</strong>, <strong>frontend and backend development</strong>, <strong>custom android app development</strong>, <strong>saas development</strong>, and <strong>build native mobile app</strong>."
      },
      "unique": {
        "question": "What sets Quant-Apps?",
        "answer": "At Quant-Apps, we combine creativity with technical expertise. Our co-founder, Romas Gutsu, started his career as an iOS and Android app developer and gradually became the CEO, leading the company in creating innovative solutions. Meanwhile, Veaceslav Soltan, our co-founder, began his career as a graphic designer and brought a unique approach to designing visually attractive and user-friendly apps for iOS, Android, and cross-platform solutions. This creative and technical blend extends to our full suite of services, including <strong>mobile app development</strong>, <strong>corporate website development</strong>, <strong>ios app development</strong>, <strong>android app development</strong>, <strong>web app development services</strong>, <strong>cross platform app development</strong>, <strong>flutter app development company</strong>, <strong>crm development</strong>, <strong>ecommerce website development services</strong>, <strong>frontend and backend development</strong>, <strong>custom android app development</strong>, <strong>saas development</strong>, and <strong>build native mobile app</strong>."
      },
      "platforms": {
        "question": "What platforms do you develop for?",
        "answer": "Quant-Apps specializes in developing mobile applications for iOS, <strong>Android app development</strong>, cross-platform solutions using React Native, CRM systems, UI/UX design, and logo creation. We offer tailored solutions, from concept and design to full deployment and optimization. Quant-Apps develops apps for iOS, Android, and provides cross-platform solutions with a focus on excellent performance, security, and integration with the Apple and Android ecosystems. Our portfolio also includes <strong>mobile app development</strong>, <strong>corporate website development</strong>, <strong>ios app development</strong>, <strong>android app development</strong>, <strong>web app development services</strong>, <strong>cross platform app development</strong>, <strong>flutter app development company</strong>, <strong>crm development</strong>, <strong>ecommerce website development services</strong>, <strong>frontend and backend development</strong>, <strong>custom android app development</strong>, <strong>saas development</strong>, and <strong>build native mobile app</strong>."
      },
      "timeline": {
        "question": "How long does it take to develop an app?",
        "answer": "Development time depends on the complexity and features of the app. Typically, it takes from 1 to 3 months, including the development of iOS, Android, cross-platform solutions, CRM systems, as well as design and testing. This timeline is influenced by factors such as <strong>mobile app development</strong>, <strong>corporate website development</strong>, <strong>ios app development</strong>, <strong>android app development</strong>, <strong>web app development services</strong>, <strong>cross platform app development</strong>, <strong>flutter app development company</strong>, <strong>crm development</strong>, <strong>ecommerce website development services</strong>, <strong>frontend and backend development</strong>, <strong>custom android app development</strong>, <strong>saas development</strong>, and <strong>build native mobile app</strong> requirements."
      },
      "support": {
        "question": "Do you offer support after the app is launched?",
        "answer": "Yes, we offer ongoing support and maintenance services even after your app is launched. Our team ensures that your app stays updated, secure, and runs smoothly as iOS/Android updates or user needs evolve. Our comprehensive support covers all aspects of <strong>mobile app development</strong>, <strong>corporate website development</strong>, <strong>ios app development</strong>, <strong>android app development</strong>, <strong>web app development services</strong>, <strong>cross platform app development</strong>, <strong>flutter app development company</strong>, <strong>crm development</strong>, <strong>ecommerce website development services</strong>, <strong>frontend and backend development</strong>, <strong>custom android app development</strong>, <strong>saas development</strong>, and <strong>build native mobile app</strong>."
      },
      "start": {
        "question": "How do I get started with Quant-Apps?",
        "answer": "Getting started is simple! Contact us for a free consultation where we'll discuss your app idea, goals, and requirements. From there, we'll guide you through the development process and help bring your vision to life. Begin your journey with our expertise in <strong>mobile app development</strong>, <strong>corporate website development</strong>, <strong>ios app development</strong>, <strong>android app development</strong>, <strong>web app development services</strong>, <strong>cross platform app development</strong>, <strong>flutter app development company</strong>, <strong>crm development</strong>, <strong>ecommerce website development services</strong>, <strong>frontend and backend development</strong>, <strong>custom android app development</strong>, <strong>saas development</strong>, and <strong>build native mobile app</strong>."
      }
    },    
    "serviceButton": "Learn More",
    "reviewButton": "Open Website"
  },
  "contactForm": {
    "fields": {
      "fullName": "Full Name",
      "email": "Email",
      "servicesHeading": "Select the services you need for your project:",
      "servicesMobile": "Why are you contacting us?",
      "budget": "Your Budget",
      "budgetDescription": "Slide to indicate your budget range",
      "message": "Your Message",
      "attachments": "Attachments",
      "selectedFiles": "Selected files:"
    },
    "services": [
      {
        "id": "web-dev",
        "label": "Web development"
      },
      {
        "id": "crm-dev",
        "label": "CRM development"
      },
      {
        "id": "app-dev",
        "label": "Mobile App development"
      },
      {
        "id": "server",
        "label": "Servers/Backend"
      },
      {
        "id": "ui-ux",
        "label": "Design UI/UX"
      },
      {
        "id": "others",
        "label": "Others"
      }
    ],
    "placeholders": {
      "input": "Type here"
    },
    "buttons": {
      "submit": "Submit",
      "submitting": "Submitting..."
    },
    "validation": {
      "name": {
        "required": "Full Name is required",
        "minLength": "Must be at least 3 characters"
      },
      "email": {
        "required": "Email is required",
        "invalid": "Invalid email format"
      },
      "services": {
        "minSelect": "Select at least one service"
      },
      "message": {
        "required": "Message is required",
        "minLength": "Must be at least 10 characters"
      },
      "budget": {
        "required": "Budget is required"
      }
    },
    "notifications": {
      "success": "Form submitted successfully!",
      "error": "Failed to submit form. Please try again."
    }
  },
  "formAlert": {
    "success": "We've received your message! Our team will get back to you shortly.",
    "error": "Failed to submit form. Please try again later."
  }
}