{
  "video": {
    "notSupported": "Browserul dvs. nu suportă videoclipuri."
  },
  "metadata": {
    "title": "Quant Apps",
    "description": "Quant-Apps oferă aplicații mobile, sisteme CRM și soluții UI/UX pentru creșterea afacerii. Aplicații performante și scalabile, adaptate nevoilor tale.",
    "keywords": "dezvoltare aplicații mobile, dezvoltare aplicații web, dezvoltare aplicații iOS, dezvoltare aplicații Android, soluții software personalizate, design UI/UX, prototipare aplicații, dezvoltare SaaS, soluții CRM, dezvoltare backend, soluții mobile scalabile, dezvoltare aplicații enterprise, aplicații bazate pe AI, optimizare performanță aplicații, aplicații cloud, dezvoltare aplicații cross-platform, dezvoltare MVP, soluții pentru startup-uri, dezvoltare agilă aplicații, mentenanță și suport aplicații"
  },
  "app-toolbar": {
    "services": "Servicii",
    "projects": "Proiecte",
    "process": "Procesul de lucru",
    "pricing": "Prețuri",
    "about-us": "Despre noi",
    "careers": "Carieră",
    "terms-of-use": "Termeni și condiții",
    "privacy-policy": "Politica de confidentialitate",
    "lets-talk": "Contactează-ne"
  },
  "footer": {
    "FindUsAt": "Găsiți-ne pe",
    "Company": "Compania",
    "LearnMore": "Aflați mai multe",
    "Legal": "Informații juridice",
    "TermsOfUse": "Termeni de utilizare",
    "PrivacyPolicy": "Politica de confidențialitate",
    "AllRightsReserved": "Toate drepturile rezervate.",
    "StayConnected": "Urmărește-ne:"
  },
  "services": {
    "title": "Dezvoltare pentru Mobile & Web | Soluții CRM – Quant-Apps",
    "description": "Aveți nevoie de dezvoltare expertă de aplicații mobile? Quant-Apps construiește aplicații scalabile pentru iOS, servicii de dezvoltare aplicații web și soluții de dezvoltare CRM.",
    "banner": {
      "whatWeOffer": {
        "header": "Ce oferim?",
        "subHeader": "<strong>Dezvoltare personalizată de aplicații mobile</strong>, <strong>soluții CRM</strong>, infrastructură de server și <strong>dezvoltare de site-uri web corporative</strong> concepute pentru a îmbunătăți impactul brandului dumneavoastră."
      },
      "excited": {
        "header": "Entuziasmați să lucrăm împreună la următorul dumneavoastră proiect?",
        "subHeader": "Haideți să dăm viață ideilor dumneavoastră cu <strong>soluții personalizate de dezvoltare aplicații Android</strong> și <strong>aplicații cross-platform</strong> adaptate nevoilor dumneavoastră.",
        "button": "Începeți Proiectul"
      }
    },
    "Design": {
      "title": "Design",
      "text": "La Quant-Apps, echipa noastră de design este dedicată creării unor design-uri vizual atractive, centrate pe utilizator pentru <strong>aplicații mobile native</strong> și <strong>dezvoltare SaaS</strong>. Credem că designul excepțional depășește estetica—este vorba despre oferirea unor experiențe utilizator fluide și intuitive. Aflați mai multe despre <process>procesul nostru de design</process> și <projects>proiectele noastre anterioare de design</projects>.",
      "button": "Serviciile noastre de design includ:"
    },
    "UXDesign": {
      "title": "Design Experiență Utilizator (UX)",
      "blocks": {
        "block1": "Obțineți informații despre comportamentul utilizatorilor pentru a crea <strong>servicii intuitive de dezvoltare aplicații web</strong>",
        "block2": "Structurați navigarea fluidă pentru accesibilitate îmbunătățită în <strong>dezvoltarea aplicațiilor mobile</strong>",
        "block3": "Optimizați interacțiunile utilizatorilor prin testare în lumea reală pentru standardele <strong>companiei de dezvoltare aplicații Flutter</strong>",
        "block4": "Aliniați obiectivele de afaceri cu nevoile clienților pentru o experiență fără fricțiuni în <strong>dezvoltarea frontend și backend</strong>"
      }
    },
    "UIDesign": {
      "title": "Design Interfață Utilizator (UI)",
      "blocks": {
        "block1": "Creați interfețe prietenoase și atractive pentru <strong>dezvoltarea aplicațiilor Android</strong>",
        "block2": "Elemente de design unice care îmbunătățesc identitatea brandului în <strong>dezvoltarea site-urilor web corporative</strong>",
        "block3": "Stabiliți un sistem de design consistent și atractiv pentru <strong>dezvoltarea aplicațiilor iOS</strong>",
        "block4": "Asigurați performanța fluidă pe toate dimensiunile de ecran în <strong>dezvoltarea aplicațiilor cross-platform</strong>"
      }
    },
    "Branding": {
      "title": "Branding și Identitate",
      "blocks": {
        "block1": "Design Logo și Dezvoltarea Identității Vizuale pentru <strong>servicii de dezvoltare site-uri e-commerce</strong>",
        "block2": "Strategie și Poziționare Brand în <strong>dezvoltarea aplicațiilor mobile</strong>",
        "block3": "Ghiduri de Brand și Stiluri pentru <strong>servicii de dezvoltare aplicații web</strong>",
        "block4": "Design Materiale de Marketing pentru <strong>dezvoltarea CRM</strong>"
      }
    },
    "Engineering": {
      "title": "Inginerie și Servicii de Dezvoltare Software",
      "text": "Ne specializăm în soluții digitale scalabile și de înaltă performanță folosind <strong>dezvoltare frontend și backend</strong> cu cele mai recente tehnologii. Expertiza noastră acoperă <strong>dezvoltarea aplicațiilor Android</strong>, abordarea <strong>companiei de dezvoltare aplicații Flutter</strong> și <strong>dezvoltarea SaaS</strong>. Aruncați o privire la <projects>proiectele noastre de inginerie finalizate</projects> pentru a vedea capabilitățile noastre.",
      "button": "Serviciile noastre de inginerie includ:"
    },
    "WebDevelopment": {
      "title": "Dezvoltare Web",
      "blocks": {
        "block1": "Performanță ridicată în <strong>servicii de dezvoltare aplicații web</strong> folosind Next.js, React, Vue.js, Angular, Svelte, Tailwind CSS",
        "block2": "<strong>Dezvoltare scalabilă de site-uri web corporative</strong> folosind PHP, Python, Ruby, Node.js",
        "block3": "Dezvoltare Sistem de Management al Conținutului (CMS) pentru <strong>servicii de dezvoltare site-uri e-commerce</strong>",
        "block4": "Dezvoltare Platformă E-Commerce cu <strong>dezvoltare frontend și backend</strong>"
      }
    },
    "MobileAppDevelopment": {
      "title": "Dezvoltare Aplicații Mobile",
      "blocks": {
        "block1": "Aplicații personalizate pentru <strong>iOS</strong> și <strong>Android</strong>",
        "block2": "<strong>Dezvoltare scalabilă de aplicații cross-platform</strong> folosind React Native, Flutter",
        "block3": "Wireframing și prototipuri interactive pentru soluții <strong>aplicații mobile native</strong>",
        "block4": "QA comprehensiv pentru <strong>dezvoltarea aplicațiilor mobile</strong> cu implementare în cloud"
      }
    },
    "CRMDevelopment": {
      "title": "Dezvoltare CRM și Soluții Enterprise",
      "blocks": {
        "block1": "Software personalizat pentru <strong>dezvoltare CRM</strong> pentru îmbunătățirea vânzărilor și fluxurilor de lucru din afaceri",
        "block2": "Construirea aplicațiilor web CRM scalabile cu <strong>servicii optimizate de dezvoltare aplicații web</strong>",
        "block3": "Integrare fără probleme care suportă <strong>dezvoltare SaaS</strong> cu analiză bazată pe AI",
        "block4": "Actualizarea sistemelor CRM cu soluții de <strong>dezvoltare frontend și backend</strong>"
      }
    },
    "ProjectManagement": {
      "title": "Management de Proiect pentru Dezvoltare Mobile & Web",
      "text": "<process>Serviciile noastre de management de proiect</process> asigură execuția fără probleme a <strong>soluțiilor digitale</strong>, de la planificare la implementare. Urmărim metodologii agile pentru <strong>dezvoltarea aplicațiilor cross-platform</strong>. <aboutUs>Echipa noastră de manageri de proiect experimentați</aboutUs> lucrează îndeaproape cu clienții pe tot parcursul ciclului de dezvoltare.",
      "button": "Serviciile noastre de management de proiect includ:"
    },
    "StrategicPlanning": {
      "title": "Planificare Strategică de Proiect & Managementul Resurselor",
      "blocks": {
        "block1": "Colectarea cerințelor pentru obiectivele proiectelor de <strong>dezvoltare aplicații mobile</strong>",
        "block2": "Urmărirea foii de parcurs a proiectului pentru <strong>servicii de dezvoltare aplicații web</strong>",
        "block3": "Alocarea resurselor pentru performanța echipei de <strong>dezvoltare CRM</strong>",
        "block4": "Evaluarea riscurilor pentru stabilitatea <strong>dezvoltării site-urilor web corporative</strong>"
      }
    },
    "AgileDevelopment": {
      "title": "Dezvoltare Agilă & Optimizarea Fluxului de Lucru",
      "blocks": {
        "block1": "Actualizări iterative pentru <strong>dezvoltarea aplicațiilor cross-platform</strong>",
        "block2": "Monitorizarea performanței pentru <strong>dezvoltarea aplicațiilor mobile</strong>",
        "block3": "Patch-uri de securitate pentru <strong>servicii de dezvoltare aplicații web</strong>",
        "block4": "Suport tehnic pentru <strong>dezvoltarea aplicațiilor iOS și Android</strong>"
      }
    },
    "QualityAssurance": {
      "title": "Asigurarea Calității & Conformitate de Securitate",
      "blocks": {
        "block1": "Actualizări de sistem pentru <strong>dezvoltare SaaS</strong>",
        "block2": "Monitorizarea infrastructurii cloud pentru <strong>dezvoltare CRM</strong>",
        "block3": "Integrarea suportului pentru clienți pentru <strong>servicii de dezvoltare site-uri e-commerce</strong>",
        "block4": "Consultanță în scalabilitate pentru creșterea <strong>aplicațiilor mobile native</strong>. Interesat să vă alăturați echipei noastre? Verificați <careers>pozițiile noastre disponibile</careers>."
      }
    }
  },
"projects": {
    "title": "Proiectele Noastre | Soluții Mobile și Web Inovatoare - Quant apps",
    "description": "Explorați portofoliul Quant apps de dezvoltare de aplicații mobile, soluții CRM și platforme web care conduc succesul în afaceri.",
    "banner": {
      "image": "/images/banners/what-clients-say-banner.png",
      "title": "Proiectele noastre",
      "subtitle": "Inovația începe cu o viziune. Explorați proiectele interesante pe care le-am transformat în realitate!"
    },
    "header": {
      "title": "La Quant-Apps",
      "text": "Suntem mândri să colaborăm cu o gamă diversă de clienți, creând <strong>soluții digitale</strong> inovatoare care stimulează creșterea și succesul afacerilor. <aboutUs>Echipa noastră cu experiență</aboutUs> aduce creativitate și expertiză tehnică în fiecare proiect pe care îl întreprindem."
    },
    "items": [
      {
        "title": "Kung-Fu Devices",
        "image": "/images/pictures/kungfu.png",
        "alt": "project1",
        "linkName": "Kung-Fu Devices",
        "link": "https://kungfudevice.ro",
        "description": "Am creat un site web elegant și modern pentru Kungfu Device, un brand specializat în dispozitive electronice de fumat de ultimă generație. Platforma prezintă produsele și designul inovator al companiei, reflectând imaginea sa premium. Cu o navigare fluentă și un aspect minimalist, site-ul oferă utilizatorilor o experiență informativă și rafinată."
      },
      {
        "title": "Shop Design",
        "image": "/images/pictures/shopdesign.png",
        "alt": "project2",
        "linkName": "Shop Design",
        "link": "https://shopdesign.no/",
        "description": "Am realizat un site web elegant și versatil pentru Shop Design, un studio de design interior care transformă spațiile în medii inspiratoare. Platforma evidențiază serviciile lor – de la interioare personalizate și consultanță, până la sisteme modulare precum „Plug-in Wall”. Designul reflectă echilibrul dintre estetică, funcționalitate și inovație."
      },
      {
        "title": "Success Moving",
        "image": "/images/pictures/successmoving.png",
        "alt": "project3",
        "linkName": "Success Moving",
        "link": "https://www.success-moving.com/",
        "description": "Am dezvoltat un site web profesional pentru Success Moving, o companie specializată în servicii de mutare rezidențiale și comerciale. Platforma prezintă soluțiile lor complete de mutare și curățare, accentuând confortul, fiabilitatea și satisfacția clientului. Designul curat și intuitiv facilitează accesul la informații și cererile de ofertă."
      },
      {
        "title": "Site Web Restaurant",
        "image": "/images/pictures/projects1.png",
        "alt": "project4",
        "linkName": "Roka Akor",
        "link": "https://rokaakor.com/",
        "description": "Am dezvoltat un <services>dezvoltare de site-uri web corporative</services> modern și prietenos pentru Roka Akor, asigurând rezervări online fără probleme, o interfață intuitivă și un design elegant care îmbunătățește implicarea clienților. Platforma integrează vizuale de înaltă calitate, layout-uri responsive și o experiență de dining plăcută pentru vizitatori. Aflați mai multe despre <process>metodologia noastră de dezvoltare web</process> care face posibile proiecte ca acesta."
      },
      {
        "title": "Perfect Garage",
        "image": "/images/pictures/projects2.png",
        "alt": "project5",
        "linkName": "Perfect Garage",
        "link": "https://perfectgarage.md/ru",
        "description": "Am creat un <services>site modern pentru un service auto</services> — Perfect Garage — cu programări online, estimarea costurilor și navigare intuitivă. Datorită <aboutUs>echipei noastre</aboutUs>, platforma este un instrument eficient pentru atragerea clienților și gestionarea solicitărilor."
      },
      {
        "title": "Aneta Interior",
        "image": "/images/pictures/projects7.png",
        "alt": "project6",
        "linkName": "Aneta Interior",
        "link": "https://anetainterior.com/en",
        "description": "Am creat un <services>site elegant pentru studioul de design interior</services> Aneta Interior, punând accent pe conținut vizual și estetică. Website-ul prezintă portofoliul proiectelor, serviciile și filosofia brandului. Datorită <aboutUs>echipei noastre</aboutUs>, platforma este adaptabilă, rafinată și ușor de utilizat."
      },
      {
        "title": "Jurist",
        "image": "/images/pictures/projects8.png",
        "alt": "project7",
        "linkName": "Jurist",
        "link": "https://juristonline.md/ru",
        "description": "Am dezvoltat o <services>platformă web pentru servicii juridice</services> — Jurist, unde utilizatorii pot solicita consultații, explora serviciile și contacta rapid avocații. Site-ul este intuitiv, profesionist și ușor de navigat. <aboutUs>Echipa noastră</aboutUs> a asigurat performanță înaltă, adaptabilitate și simplitate în utilizare."
      },
      {
        "title": "Lens AI",
        "image": "/images/pictures/projects3.png",
        "alt": "project8",
        "linkName": "Lens AI",
        "link": "https://apps.apple.com/md/app/lens-ai",
        "description": "Lens AI este <services>dezvoltarea de aplicații iOS</services> inteligentă pentru a găsi orice. Cu această aplicație, puteți face o fotografie sau selecta una din galeria dvs. și o puteți găsi online. Lens AI utilizează Inteligența Artificială (AI) pentru a căuta pe internet pentru dvs. Puteți afla despre ceea ce vedeți într-o imagine, găsi unde să cumpărați lucruri și multe altele. Vedeți <process>fluxul nostru de dezvoltare a aplicațiilor</process> care ne ajută să creăm aplicații inteligente și ușor de utilizat."
      },
      {
        "title": "Taste Ai",
        "image": "/images/pictures/projects4.png",
        "alt": "project9",
        "linkName": "Taste Ai",
        "link": "https://apps.apple.com/md/app/taste-ai/id6566183422",
        "description": "Întâlniți noul dvs. ajutor de bucătărie, Taste Ai! Această <services>dezvoltare de aplicații cross-platform</services> utilizează inteligența artificială (AI) pentru a oferi rețete personalizate preferințelor și nevoilor dvs. unice. Dacă sunteți interesat să vă alăturați echipei noastre pentru a lucra la <projects>proiecte inovatoare bazate pe AI</projects> similare, verificați <careers>pozițiile noastre actuale</careers>."
      },
      {
        "title": "Keyboard AI",
        "image": "/images/pictures/projects6.png",
        "alt": "project10",
        "linkName": "Keyboard AI",
        "link": "https://apps.apple.com/md/app/keyboard-ai/id6447576804",
        "description": "Prezentăm Keyboard AI - Companionul Dvs. Ultimate pentru Texting! Transformați experiența dvs. de texting cu Keyboard AI, <services>dezvoltarea aplicațiilor mobile native</services> asistentul AI de scriere care vă susține oricând aveți nevoie să trimiteți un mesaj acum! Eliberați puterea instrumentelor de Inteligență Artificială la îndemâna dvs. și faceți fiecare mesaj unic. <process>Procesul nostru de asigurare a calității</process> asigură că fiecare interacțiune cu AI este fără probleme și fiabilă."
      }
    ],
    "callToAction": {
      "image": "/images/banners/what-clients-say-banner.png",
      "title": "Entuziasmați să lucrăm împreună la următorul dvs. proiect?",
      "subtitle": "Hai să dăm viață ideilor dvs. cu soluții <services>dezvoltare personalizată de aplicații Android</services> și <services>companie de dezvoltare de aplicații Flutter</services> adaptate nevoilor dvs. Gata să începeți călătoria? Aflați despre <process>abordarea noastră de planificare a proiectelor</process> sau explorați <careers>oportunități de carieră</careers> cu echipa noastră în creștere.",
      "buttonText": "Începeți Proiectul",
      "buttonIcon": "/images/icons/start_project_logo.svg"
    }
  },
 "process": {
    "title": "Procesul Nostru | Dezvoltare Agile & Strategie UI/UX - Quantica",
    "description": "Descoperiți cum Quantica transformă ideile în aplicații mobile și web scalabile cu o abordare structurată și agilă.",
    "banner": {
      "image": "/images/banners/faqs_banner.png",
      "title": "Procesul Nostru de Lucru",
      "subtitle": "Un Ghid Comprehensiv pentru Atingerea Obiectivelor de Afaceri"
    },
    "header": {
      "title": "La Quant-Apps",
      "text": "Suntem mândri să colaborăm cu o gamă diversă de clienți, creând soluții digitale inovatoare care stimulează <strong>creșterea afacerii</strong> și succesul. <aboutUs>Echipa noastră cu experiență</aboutUs> asigură că fiecare proiect primește atenția la detaliu pe care o merită."
    },
    "items": [
      {
        "id": "01",
        "title": "Consultație",
        "text": "Începem prin înțelegerea profundă a obiectivelor și nevoilor dvs. Ascultăm ideile dvs., analizăm procesele de afaceri și propunem o strategie care va oferi rezultate maxime pentru cerințele dvs. de <services>dezvoltare de aplicații mobile</services>. Verificați <projects>proiectele noastre anterioare de succes</projects> pentru a vedea cum procesul nostru de consultare duce la rezultate excepționale."
      },
      {
        "id": "02",
        "title": "Cercetare și Dezvoltare de Strategie",
        "text": "Efectuăm cercetări amănunțite, studiem piața și concurenții pentru a dezvolta o strategie eficientă adaptată cerințelor și obiectivelor dvs. unice de <services>dezvoltare de site-uri web corporative</services>. <aboutUs>Strategii noștri experți</aboutUs> sunt pricepuți în identificarea oportunităților care oferă afacerii dvs. un avantaj competitiv."
      },
      {
        "id": "03",
        "title": "Planificare și Management Strategic",
        "text": "Planificăm fiecare pas către succes. Creăm foi de parcurs detaliate și definim clar etapele cheie pentru a ne asigura că fiecare fază a proiectului de <services>dezvoltare de aplicații iOS</services> este finalizată la timp și în limitele bugetului. <process>Metodologia noastră de management de proiect</process> asigură comunicarea transparentă pe tot parcursul ciclului de dezvoltare."
      },
      {
        "id": "04",
        "title": "Branding și Design de Identitate",
        "text": "Creăm o identitate vizuală unică care reflectă esența brandului dvs. Proiectăm logo-uri, palete de culori și alte elemente de branding pentru a face brandul dvs. de <services>dezvoltare de aplicații Android</services> ușor de recunoscut și memorabil. Vizualizați <projects>portofoliul nostru de design</projects> pentru a vedea exemple ale muncii noastre de branding."
      },
      {
        "id": "05",
        "title": "Wireframes și Design UI/UX",
        "text": "Proiectăm interfețe intuitive și atrăgătoare care oferă cea mai bună experiență utilizatorului. Creăm wireframe-uri și prototipuri care pun baza pentru viitoarele dvs. <services>servicii de dezvoltare de aplicații web</services> sau site web. Designerii noștri talentați lucrează îndeaproape cu echipa noastră de dezvoltare pentru a asigura implementarea fără probleme a conceptelor de design."
      },
      {
        "id": "06",
        "title": "Dezvoltare și Integrare",
        "text": "Dezvoltăm soluții funcționale, de înaltă performanță care se integrează perfect cu sistemele dvs., asigurând funcționarea optimă a <services>dezvoltării de aplicații cross-platform</services> și serviciilor. Dezvoltatorii noștri urmează cele mai bune practici din industrie și își actualizează constant abilitățile. Interesat să vă alăturați echipei noastre de dezvoltare? Verificați <careers>pozițiile noastre actuale</careers>."
      },
      {
        "id": "07",
        "title": "Testare și Asigurarea Calității",
        "text": "Fiecare aplicație și soluție trece prin etape stricte de testare. Verificăm toate aspectele funcționale și tehnice pentru a asigura performanța impecabilă a proiectelor dvs. de <services>companie de dezvoltare de aplicații Flutter</services> pe toate dispozitivele și platformele. <process>Protocoalele noastre de asigurare a calității</process> sunt concepute pentru a detecta și rezolva problemele înainte ca acestea să ajungă la utilizatorii dvs."
      },
      {
        "id": "08",
        "title": "Lansare și Implementare",
        "text": "Pregătim cu atenție aplicația dvs. pentru lansare pentru a asigura o funcționare fără probleme. După testare, implementăm soluția de <services>dezvoltare CRM</services> pe platformele selectate și asigurăm un start fără probleme. Aflați mai multe despre <aboutUs>expertiza echipei noastre</aboutUs> în strategii de lansare de succes."
      },
      {
        "id": "09",
        "title": "Întreținere și Optimizare",
        "text": "După lansare, continuăm să susținem și să optimizăm aplicația, îmbunătățind performanța, corectând erorile și adăugând funcții noi pentru a satisface nevoile utilizatorilor pentru <services>servicii de dezvoltare de site-uri de comerț electronic</services> și alte soluții. Vizualizați <projects>poveștile noastre de succes în parteneriate pe termen lung</projects> pentru a vedea cum ajutăm afacerile să crească în timp."
      }
    ],
    "callToAction": {
      "image": "/images/banners/what-clients-say-banner.png",
      "title": "Entuziasmați să lucrăm împreună la următorul dvs. proiect?",
      "subtitle": "Să dăm viață ideilor dvs. cu soluții de <services>dezvoltare frontend și backend</services> și <services>dezvoltare personalizată de aplicații Android</services> adaptate nevoilor dvs. Contactați-ne astăzi pentru a începe <process>călătoria dvs. de dezvoltare</process> cu echipa noastră de experți.",
      "buttonText": "Începeți Proiectul",
      "buttonIcon": "/images/icons/start_project_logo.svg"
    }
  },
"about": {
    "title": "Despre Quant-Apps - Dezvoltare iOS, Web, CRM",
    "description": "Quant-Apps se dedică transformării ideilor inovatoare în soluții digitale de înaltă performanță. Expertiza noastră cuprinde aplicații mobile și web, sisteme CRM, infrastructură cloud și automatizare bazată pe AI. Ne angajăm să livrăm rezultate excepționale prin colaborare, tehnologie de ultimă generație și pasiune pentru excelență. Alăturați-vă nouă pentru a lucra la proiecte impactante care stimulează transformarea digitală și succesul în afaceri.",
    "banner": {
      "src": "/images/banners/our-services-banner.png",
      "header": "Despre noi",
      "subHeader": "Unde inovația întâlnește viziunea ta—creând experiențe digitale care inspiră"
    },
    "about": {
      "title": "Despre Quant-Apps",
      "paragraph1": "La Quant-Apps, transformăm idei îndrăznețe în aplicații și site-uri web de înaltă performanță. În ciuda faptului că suntem o companie tânără, echipa noastră combină ani de experiență cu tehnologie de ultimă generație pentru a livra soluții de <services>dezvoltare personalizată de aplicații Android</services> care depășesc așteptările.",
      "paragraph2": "Ne specializăm în <services>dezvoltarea de aplicații mobile</services>, design web și transformare digitală, creând platforme vizual impresionante, de înaltă funcționalitate care angajează utilizatorii și stimulează creșterea afacerii. Gânditorii noștri creativi și experții tehnici lucrează îndeaproape cu clienții, asigurând o abordare colaborativă și personalizată pentru fiecare proiect. Explorați <process>metodologia noastră de dezvoltare</process> pentru a afla cum aducem ideile la viață.",
      "paragraph3": "Ce ne face diferiți?",
      "paragraph4": "Comunicare fără întreruperi, angajament profund cu clienții și dedicare pentru succesul pe termen lung. Nu doar <services>construim aplicații mobile native</services>—creăm experiențe digitale durabile care ajută afacerile să prospere. Doriți să vă alăturați echipei noastre? Verificați <careers>ofertele noastre de muncă actuale</careers> pentru oportunități interesante.",
      "paragraph5": "Să dăm viață viziunii tale cu <services>soluții software personalizate</services> care îți elevează brandul și te diferențiază în lumea digitală. Vizitați <projects>portofoliul nostru</projects> pentru a vedea cum am ajutat alte afaceri să își atingă obiectivele.",
      "image": {
        "src": "/images/pictures/about1.png",
        "alt": "about1"
      }
    },
    "timeline": {
      "title": "Cronologie",
      "image": {
        "src": "/images/pictures/enTimeline.png",
        "alt": "timeline"
      },
      "items": [
        {
          "id": "01",
          "title": "O IDEE BUNĂ",
          "text": "De la freelancer pe Fiverr la expert în design, stăpânind trasarea vectorială și nu numai pentru <services>dezvoltarea de site-uri web corporative</services>"
        },
        {
          "id": "02",
          "title": "ÎNCEPE SĂ TE MIȘTI",
          "text": "Am adăugat UI/UX și design de logo, dezvoltând un portofoliu de design versatil pentru <services>dezvoltarea de aplicații iOS</services>. <process>Procesul nostru de design</process> a început să prindă formă în această perioadă crucială."
        },
        {
          "id": "03",
          "title": "CREȘTERE",
          "text": "Ne-am aventurat în <services>dezvoltarea de aplicații Android</services> cu o aplicație pentru cumpărături, îmbrățișând inovația digitală. Aceasta a devenit una dintre primele noastre <projects>povești de succes</projects> notabile."
        },
        {
          "id": "04",
          "title": "IAU TIMP",
          "text": "Am stăpânit <services>serviciile de dezvoltare de aplicații web</services> cu proiecte inovatoare. Echipa noastră în creștere a început să atragă talente, ducând la actuala noastră <aboutUs>structură de echipă</aboutUs>."
        },
        {
          "id": "05",
          "title": "INOVAȚIE",
          "text": "Am construit proiecte cu tehnologie avansată, modelând viitorul Quant-Apps cu <services>dezvoltarea de aplicații cross-platform</services>. Abordarea noastră unică a <process>managementului de proiect</process> a început să prindă formă."
        },
        {
          "id": "06",
          "title": "LANSAREA QUANT-APPS",
          "text": "Am fondat Quant-Apps, specializându-ne în soluții inovatoare ale <services>companiei de dezvoltare de aplicații Flutter</services>. De atunci, ne-am extins echipa și căutăm mereu talente proaspete – vedeți <careers>oportunitățile noastre de carieră</careers>."
        }
      ]
    },
    "team": {
      "title": "Echipă",
      "members": [
        {
          "name": "Roman Gutu",
          "position": "CO-Fondator",
          "link": "",
          "src": "/images/pictures/roman.png",
          "alt": "roman",
          "text": "CO-Fondator cu 7+ ani în <services>dezvoltare CRM</services>, aplicații și dezvoltare de site-uri web, creând soluții inovatoare și scalabile. Roman supraveghează <process>fluxul nostru de dezvoltare</process> pentru a asigura calitatea în fiecare proiect."
        },
        {
          "name": "Veaceslav Soltan",
          "position": "CEO și Fondator",
          "link": "",
          "src": "/images/pictures/slavic.png",
          "alt": "vyacheslav",
          "text": "Designer grafic experimentat cu peste 7 ani în UI/UX și design de mișcare, creând <services>servicii de dezvoltare de site-uri de comerț electronic</services> impactante și ușor de utilizat. Vedeți munca sa în <projects>portofoliul nostru de proiecte</projects>."
        },
        {
          "name": "Vitalie Cernovschi",
          "position": "Senior Full-Stack Developer",
          "link": "",
          "src": "/images/pictures/vitalie.png",
          "alt": "vitalie",
          "text": "Expert în <services>dezvoltare frontend și backend</services>, specializat în soluții web scalabile și optimizare a performanței. Vitalie este un membru neprețuit al <aboutUs>echipei noastre tehnice</aboutUs>."
        },
        {
          "name": "Maxim Roenco",
          "position": "Middle Front-End Developer",
          "link": "https://www.linkedin.com/in/roencomax/",
          "src": "/images/pictures/maxim.png",
          "alt": "maxim",
          "text": "Experimentat în HTML, CSS, JavaScript și design responsiv. Concentrat pe interfețe prietenoase cu utilizatorul și <services>servicii de dezvoltare de aplicații web</services>. Interesat de o muncă similară? Verificați <careers>pozițiile noastre deschise</careers>."
        },
        {
          "name": "Islam Abu Koush",
          "position": "Middle Front-End Developer",
          "link": "https://www.linkedin.com/in/islam-abu-koush-a191a2299/",
          "src": "/images/pictures/islam.png",
          "alt": "islam",
          "text": "Abil în React, JavaScript și framework-uri UI. Pasionat de design interactiv și optimizare <services>de dezvoltare SaaS</services>. Islam urmează <process>standardele noastre de dezvoltare</process> stabilite pentru a oferi rezultate excepționale."
        },
        {
          "name": "Denis Soltan",
          "position": "Junior Front-End Developer",
          "link": "https://www.linkedin.com/in/denis-soltan-52a1a2305/",
          "src": "/images/pictures/denis.png",
          "alt": "denis",
          "text": "Un dezvoltator pasionat cu experiență practică în React și JavaScript. Dedicat construirii de <services>servicii de dezvoltare de aplicații web</services> eficiente, responsive și interactive. Vedeți contribuțiile sale în cele mai recente <projects>proiecte web</projects> ale noastre."
        }
      ]
    }
  },
  "elevatingBusiness": {
    "logo": {
      "src": "/images/icons/logo1.svg",
      "alt": "logo"
    },
    "header": {
      "title": "Quant-Apps: Ridicarea Afacerilor cu Soluții Digitale de Ultimă Generație",
      "description": "Ne specializăm în <services>dezvoltare personalizată de aplicații Android</services>, aplicații mobile și design web, transformând ideile în produse digitale de înaltă performanță. Expertiza noastră în UX/UI, dezvoltare agilă și <services>dezvoltare CRM</services> asigură experiențe fără probleme, scalabile și orientate spre rezultate. Aflați despre <process>abordarea noastră de dezvoltare</process> și explorați <projects>poveștile noastre de succes anterioare</projects>."
    },
    "welcome": {
      "title": "Bine ați venit la Quant-Apps",
      "tagline": "Unde inovația, tehnologia și strategia se aliniază pentru a stimula succesul afacerii cu <services>dezvoltarea de aplicații mobile</services>. Descoperiți mai multe despre <aboutUs>cine suntem</aboutUs> și ce ne alimentează pasiunea pentru excelență."
    },
    "cta": {
      "buttonText": "Începeți Proiectul"
    }
  },
 "careers": {
    "title": "Cariere la Quant apps | Alătură-te Echipei Noastre Tehnice",
    "description": "Cauți o carieră entuziasmantă în dezvoltarea de aplicații mobile și web? Alătură-te Quant apps și lucrează la soluții digitale de ultimă generație.",
    "banner": {
      "header": "Procesul Nostru de Lucru",
      "subHeader": "Un Ghid Comprehensiv pentru Atingerea Obiectivelor de Afaceri"
    },
    "welcome": {
      "title": "Bine ai venit la Quant-Apps, unde inovația conduce succesul!",
      "description": "La Quant-Apps, credem că succesul se bazează pe expertiză, colaborare și pasiune pentru tehnologia de ultimă generație. Ca o companie de top în dezvoltarea software, ne concentrăm pe <services>dezvoltarea de aplicații mobile</services>, <services>servicii de dezvoltare de aplicații web</services>, <services>dezvoltare CRM</services>, infrastructură cloud și automatizare bazată pe AI. Dacă dorești să lucrezi la <projects>proiecte cu impact care modelează viitorul</projects> transformării digitale, te invităm să explorezi oportunitățile de carieră cu noi.",
      "tagline": "De ce să lucrezi la Quant-Apps?"
    },
    "careerBlocks": [
      {
        "title": "Lucrează la Proiecte Software de Ultimă Generație: Aplicații Mobile, CRM, AI și Dezvoltare Web",
        "text": "Fii parte dintr-o echipă care creează soluții digitale scalabile, inclusiv software personalizat pentru companii, <services>dezvoltare de aplicații iOS</services>, automatizare bazată pe AI și <services>dezvoltare de site-uri web corporative</services> de înaltă performanță. Află mai multe despre <aboutUs>echipa noastră de experți</aboutUs> care oferă excelență în fiecare proiect."
      },
      {
        "title": "Mediu Tehnologic Colaborativ – Experți în AI, Cloud și Dezvoltare Software",
        "text": "Alătură-te unei culturi a inovației, unde inginerii AI, dezvoltatorii cloud și experții în <services>dezvoltare frontend și backend</services> colaborează pentru a construi viitorul transformării digitale și soluțiilor pentru companii. <process>Procesul nostru bine definit de dezvoltare</process> asigură calitate constantă și livrare la timp."
      },
      {
        "title": "Învățare Continuă: Rămâi în Fruntea Tehnologiilor Web, Mobile, AI și Cloud",
        "text": "Avansează-ți cariera cu acces la programe de formare, mentorat și conferințe tehnologice de top din industrie în <services>dezvoltarea de aplicații Android</services>, cloud computing, securitate cibernetică, AI și <services>dezvoltare SaaS</services>. Consultă <projects>proiectele noastre de succes anterioare</projects> pentru a vedea calitatea muncii pe care o livrăm."
      },
      {
        "title": "Proiecte Provocatoare de Dezvoltare Software – AI, Cloud, CRM",
        "text": "Rezolvă provocări complexe în software pentru companii, soluții bazate pe AI, infrastructură cloud de înaltă performanță, <services>dezvoltare de aplicații mobile</services> și automatizare care conduc succesul în afaceri. <process>Fluxul nostru de lucru optimizat</process> împuternicește echipele să inoveze și să livreze rezultate excepționale."
      }
    ],
    "currentOpenings": {
      "title": "Poziții Deschise Curente",
      "description": "Suntem mereu în căutare de persoane talentate care sunt pasionate de crearea unor experiențe digitale excepționale. Alătură-te <aboutUs>echipei noastre diverse și calificate</aboutUs> pentru a crește profesional în timp ce creezi soluții inovatoare."
    },
    "openings": [
      {
        "title": "Posturi Deschise în Design",
        "name": "Designer UI/UX",
        "text": "Alătură-te echipei noastre ca Designer UI/UX și dă viață creativității prin proiectarea de interfețe digitale captivante și ușor de utilizat. Colaborează cu echipe cross-funcționale pentru a îmbunătăți experiența utilizatorului (UX), designul layout-ului, tipografia și teoria culorilor. Joacă un rol cheie în modelarea soluțiilor intuitive de <services>dezvoltare aplicații mobile native</services> care lasă o impresie durabilă. Vezi cum <process>procesul nostru de design</process> contribuie la succesul general al proiectului."
      },
      {
        "title": "Posturi Deschise în Dezvoltare",
        "name": "Dezvoltator Front-End",
        "text": "Căutăm un Dezvoltator Front-End pentru a transforma wireframe-urile UI/UX în interfețe web responsive și interactive. Lucrează cu HTML, CSS și JavaScript pentru a dezvolta site-uri web de înaltă performanță, vizual atractive. Colaborează cu designeri și dezvoltatori backend pentru a asigura funcționalitate fără probleme, scalabilitate și experiență optimă a utilizatorului pentru <services>servicii de dezvoltare site-uri de comerț electronic</services>. Explorează <projects>portofoliul nostru de proiecte web</projects> pentru a vedea calitatea muncii noastre."
      },
      {
        "title": "Posturi Deschise în Management",
        "name": "Manager de Proiect",
        "text": "Căutăm un Manager de Proiect pentru a supraveghea planificarea, execuția și livrarea proiectelor de dezvoltare software, web și <services>dezvoltare de aplicații cross-platform</services>. Coordonează echipe cross-funcționale, gestionează calendare și asigură colaborarea fără probleme între dezvoltatori, designeri și stakeholderi. Conduce proiectele spre succes prin optimizarea fluxurilor de lucru, atenuarea riscurilor și asigurarea livrării la timp a soluțiilor <services>companiei de dezvoltare de aplicații Flutter</services>, în conformitate cu obiectivele de afaceri. Află mai multe despre <aboutUs>cultura și valorile companiei noastre</aboutUs> care ne ghidează activitatea."
      }
    ]
  },
  "privacy-policy": {
    "title": "Politica de Confidențialitate | Protecția Datelor & Securitate - Quant apps",
    "description": "Citește politica de confidențialitate Quant apps pentru a afla cum colectăm, utilizăm și protejăm datele tale personale.",
    "banner": {
      "header": "Politica de Confidențialitate",
      "subHeader": "Ultima actualizare: 5 decembrie 2024"
    },
    "contactInfo": {
      "email": "support@quant-apps.com",
      "phone": "+40 756 119 304",
      "location": "România"
    },
    "intro": "Quant-Apps (\"noi\", \"al nostru\" sau \"nouă\") suntem angajați să vă protejăm confidențialitatea. Această Politică de Confidențialitate explică modul în care colectăm, utilizăm, dezvăluim și protejăm informațiile dumneavoastră atunci când vizitați site-ul nostru web sau utilizați serviciile noastre. Prin accesarea site-ului nostru web sau a serviciilor, sunteți de acord cu termenii acestei Politici de Confidențialitate. Dacă nu sunteți de acord, vă rugăm să nu utilizați serviciile noastre.",
    "sections": {
      "acceptance": {
        "title": "1. Informațiile pe care le Colectăm",
        "content": "Colectăm informații personale și nepersonale pentru a furniza și îmbunătăți serviciile noastre. Informații Personale. Acestea includ orice informații pe care le furnizați voluntar, precum: Nume, Adresă de email, Număr de telefon, Informații de facturare, Orice alte informații trimise prin formularele noastre de contact sau canalele de comunicare, Informații Nepersonale. Acestea includ informații colectate automat, precum: Adresă IP, Tip browser, Sistem de operare, Pagini vizualizate și timp petrecut pe site-ul nostru, Informații despre dispozitiv"
      },
      "services": {
        "title": "2. Cum Utilizăm Informațiile Dumneavoastră",
        "content": "Utilizăm informațiile colectate în următoarele scopuri: \n1) Furnizarea și gestionarea serviciilor noastre \n2) Comunicarea cu dumneavoastră referitor la întrebări sau proiecte \n3) Procesarea plăților și gestionarea facturării \n4) Îmbunătățirea și personalizarea experienței dumneavoastră \n5) Analiza utilizării site-ului web și optimizarea performanței \n6) Respectarea obligațiilor legale"
      },
      "intellectual": {
        "title": "3. Cum Distribuim Informațiile Dumneavoastră",
        "content": "Nu vindem sau închidem informațiile dumneavoastră personale către terți. Cu toate acestea, putem distribui informațiile în următoarele circumstanțe: \nFurnizori de Servicii: Către terți de încredere care ne asistă în furnizarea serviciilor, precum procesatori de plăți sau furnizori de găzduire. \nConformitate Legală: Atunci când este cerut de lege sau pentru a ne proteja drepturile și interesele. \nTransferuri de Afaceri: În cazul unei fuziuni, achiziții sau vânzări a tuturor sau unei părți din activele noastre."
      },
      "conduct": {
        "title": "4. Cookie-uri și Tehnologii de Urmărire",
        "content": "Utilizăm cookie-uri și tehnologii de urmărire similare pentru a vă îmbunătăți experiența. Cookie-urile sunt fișiere mici stocate pe dispozitivul dumneavoastră care ne ajută să vă recunoaștem și să îmbunătățim funcționalitatea site-ului web. Puteți controla cookie-urile prin setările browserului, dar dezactivarea lor poate limita anumite caracteristici ale site-ului nostru web."
      },
      "disclaimer": {
        "title": "5. Securitatea Datelor",
        "content": "Implementăm măsuri tehnice și organizatorice adecvate pentru a vă proteja informațiile de accesul neautorizat, dezvăluire sau distrugere. Cu toate acestea, nicio transmisie de date pe internet nu este complet sigură, și nu putem garanta o securitate absolută."
      },
      "liability": {
        "title": "6. Drepturile Dumneavoastră",
        "content": "În funcție de jurisdicția dumneavoastră, puteți avea următoarele drepturi privind informațiile personale: \nAccesarea informațiilor personale și solicitarea unei copii, \nCorectarea sau actualizarea informațiilor incorecte, \nSolicitarea ștergerii informațiilor, \nObiecția la prelucrare sau restricționarea prelucrării informațiilor, \nRetragerea consimțământului acolo unde prelucrarea se bazează pe consimțământul dumneavoastră, \nPentru a vă exercita aceste drepturi, \ncontactați-ne la support@quant-apps.com."
      },
      "thirdParty": {
        "title": "7. Linkuri către Terți",
        "content": "Site-ul nostru web poate conține linkuri către site-uri web ale terților. Nu suntem responsabili pentru practicile de confidențialitate sau conținutul acestor site-uri externe."
      },
      "termination": {
        "title": "8. Confidențialitatea Copiilor",
        "content": "Serviciile noastre nu sunt direcționate către persoane sub vârsta de 18 ani. Nu colectăm în mod conștient informații personale de la copii. Dacă credeți că am colectat fără să vrem informații de la un copil, vă rugăm să ne contactați pentru a le șterge."
      },
      "governing": {
        "title": "9. Modificări la Această Politică de Confidențialitate",
        "content": "Putem actualiza această Politică de Confidențialitate din când în când. Orice modificări vor fi postate pe această pagină cu o dată de intrare în vigoare actualizată. Continuarea utilizării serviciilor noastre după efectuarea modificărilor indică acceptarea politicii actualizate."
      },
      "contact": {
        "title": "10. Contactați-ne",
        "content": "Pentru orice întrebări sau preocupări legate de această Politică de Confidențialitate, vă rugăm să ne contactați la:\nEmail: support@quant-apps.com\nMoldova, Republica Moldova"
      }
    },
    "outro": "Vă mulțumim pentru încrederea acordată Quant-Apps."
  },
  "terms-of-use": {
    "title": "Termeni de Utilizare | Informații Legale & Drepturile Utilizatorilor - Quant apps",
    "description": "Consultă termenii de utilizare ai Quant apps pentru a înțelege drepturile și responsabilitățile tale în utilizarea serviciilor noastre digitale.",
    "banner": {
      "header": "Politica de Confidențialitate",
      "subHeader": "Ultima actualizare: 5 decembrie 2024"
    },
    "contactInfo": {
      "email": "support@quant-apps.com",
      "phone": "+40 756 119 304",
      "location": "România"
    },
    "intro": "Bine ați venit la Quant-Apps! Vă rugăm să citiți cu atenție acești Termeni de Utilizare („Termeni”) înainte de a utiliza site-ul și serviciile noastre. Prin accesarea sau utilizarea Quant-Apps („noi,” „al nostru” sau „nouă”), sunteți de acord să respectați acești Termeni. Dacă nu sunteți de acord, vă rugăm să nu utilizați serviciile noastre.",
    "sections": {
      "acceptance": {
        "title": "1. Acceptarea Termenilor",
        "content": "Prin accesarea sau utilizarea site-ului sau serviciilor noastre, confirmați că aveți cel puțin 18 ani și sunteți de acord să respectați acești Termeni. Dacă acționați în numele unei companii, declarați și garantați că aveți autoritatea de a obliga compania să respecte acești Termeni."
      },
      "services": {
        "title": "2. Servicii Furnizate",
        "content": "Quant-Apps oferă servicii de dezvoltare IT, inclusiv <strong>dezvoltare de aplicații mobile</strong>, design UI/UX și soluții software. Orice servicii furnizate vor fi supuse unui acord separat care va detalia domeniul de aplicare, livrabilele și termenii angajamentului."
      },
      "intellectual": {
        "title": "3. Proprietate Intelectuală",
        "content": "Tot conținutul, mărcile comerciale, logo-urile și materialele furnizate de Quant-Apps, inclusiv, dar fără a se limita la, designuri, software și cod, sunt proprietatea Quant-Apps, cu excepția cazului în care se specifică altfel. Nu aveți permisiunea să utilizați, copiați, reproduceți sau distribuiți materialele fără acord scris explicit."
      },
      "conduct": {
        "title": "4. Conduita Utilizatorului",
        "content": "Sunteți de acord să utilizați site-ul și serviciile noastre doar în scopuri legale și să nu:",
        "list": {
          "1": "Participați la orice activitate care perturbă sau deteriorează site-ul sau serviciile noastre.",
          "2": "Încercați să accesați zone neautorizate ale site-ului sau serverelor noastre.",
          "3": "Utilizați serviciile noastre pentru scopuri ilegale, frauduloase sau dăunătoare."
        }
      },
      "disclaimer": {
        "title": "5. Declarație de Garanție",
        "content": "Quant-Apps oferă serviciile sale „așa cum sunt” și „în funcție de disponibilitate.” Deși ne străduim să oferim excelență, nu garantăm că site-ul sau serviciile noastre vor fi neîntrerupte, fără erori sau că vor îndeplini așteptările dumneavoastră. În cea mai mare măsură permisă de lege, declinăm orice garanție, expresă sau implicită."
      },
      "liability": {
        "title": "6. Limitarea Răspunderii",
        "content": "Quant-Apps nu va fi răspunzător pentru niciun fel de daune indirecte, incidentale sau consecvente care rezultă din utilizarea site-ului sau serviciilor noastre. Răspunderea noastră totală față de dumneavoastră nu va depăși suma plătită pentru serviciile furnizate în ultimele șase luni."
      },
      "thirdParty": {
        "title": "7. Link-uri către Terți",
        "content": "Site-ul nostru poate include linkuri către site-uri terțe. Quant-Apps nu este responsabil pentru conținutul, politicile sau practicile acestor site-uri externe."
      },
      "termination": {
        "title": "8. Reziliere",
        "content": "Ne rezervăm dreptul de a suspenda sau anula accesul dumneavoastră la site-ul nostru sau la serviciile noastre, la discreția noastră, fără notificare prealabilă, pentru orice motiv, inclusiv încălcarea acestor Termeni."
      },
      "governing": {
        "title": "9. Legea Aplicabilă",
        "content": "Acești Termeni sunt guvernați și interpretați în conformitate cu legile Republicii Moldova. Orice dispute care rezultă din acești Termeni vor fi soluționate exclusiv în instanțele din Republica Moldova."
      },
      "modifications": {
        "title": "10. Modificări ale Termenilor",
        "content": "Quant-Apps își rezervă dreptul de a modifica acești Termeni în orice moment. Termenii actualizați vor fi publicați pe site-ul nostru, iar utilizarea continuă a serviciilor noastre indică acceptarea acestor modificări."
      },
      "contact": {
        "title": "11. Contactați-ne",
        "content": "Pentru orice întrebări sau preocupări legate de acești Termeni, vă rugăm să ne contactați la:\nEmail: support@quant-apps.com\nRepublica Moldova"
      }
    },
    "outro": "Vă mulțumim că ați ales Quant-Apps."
  },
  "home": {
    "title": "Dezvoltare Website & Aplicații Mobile | iOS, Android, Web",
    "description": "Construim site-uri web și aplicații mobile personalizate pentru afaceri. Aplicații scalabile pentru iOS/Android și site-uri optimizate SEO. Consultanță gratuită.",
    "hero": {
      "title": "Dezvoltare Website & Aplicații Mobile | iOS, Android, Web",
      "ipadAlt": "ipad",
      "watchAlt": "buton vizionare video"
    },
    "trusted": {
      "title": "20+ companii au ales să lucreze cu noi",
      "companies": {
        "rye": "Logo RYE Country Day School",
        "vistage": "Logo Vistage",
        "scriptpro": "Logo ScriptPro",
        "hiiq": "Logo HI-IQ",
        "fordham": "Logo Fordham University"
      }
    },
    "sections": {
      "services": {
        "title": "Serviciile Noastre",
        "subtitle": "Dezvoltăm aplicații mobile, site-uri și platforme web sau sisteme CRM care îți pun în valoare brandul și te ajută să-ți crești afacerea."
      },
      "reasons": {
        "title": "De ce să alegi Quant-Apps?",
        "subtitle": "Pentru că ai nevoie de un partener de încredere care să-ți pună viziunea ta pe online."
      },
      "reviews": {
        "title": "Ce spun clienții noștri",
        "subtitle": "La Quant-Apps, dezvoltăm soluții digitale de înaltă calitate care ajută afacerile să crească și să obțină și mai mult succes. Descoperă părerile clienților noștri mulțumiți!"
      },
      "faqs": {
        "title": "Întrebări frecvente",
        "subtitle": "Ai întrebări? Contactează echipa noastră la support@quant-apps.com"
      },
      "cta": {
        "title": "Ești gata să începem proiectul împreună?",
        "subtitle": "Hai să creăm împreună soluția digitală de care are nevoie afacerea ta.",
        "button": "Începe Proiectul"
      }
    },
    "services": {
      "uiux": {
        "title": "Design UX/UI",
        "text": "Design intuitiv, modern și adaptat afacerii tale. Oferă clienților tăi o experiență plăcută de utilizare."
      },
      "mobile": {
        "title": "Aplicații mobile pentru iOS și Android",
        "text": "Construim aplicații rapide, sigure și scalabile, care funcționează impecabil pe orice telefon. Performanță și experiență excelentă pentru utilizatori."
      },
      "web": {
        "title": "Dezvoltare website personalizat",
        "text": "Creăm site-uri atractive și ușor de folosit, adaptate afacerii tale. Design modern + navigare intuitivă = mai mulți clienți."
      },
      "crm": {
        "title": "Soluții CRM",
        "text": "Cu un CRM personalizat vei avea procesele automatizate pentru a-ți îmbunătăți relația cu clienți. Având o gestionare eficientă, te vei concentra pe ce este important, ca să-ți crești vânzările."
      },
      "crossPlatform": {
        "title": "Server personalizate",
        "text": "Configurăm servere și CRM-uri potrivite pentru afacerea ta, care îți optimizează munca zilnică și îți cresc performanța."
      },
      "support": {
        "title": "Suport și mentenanță",
        "text": "Îți menținem aplicațiile actualizate. Vor fi mereu rapide și sigure. Securitatea datelor tale este o prioritate."
      }
    },
    "reasons": {
      "expert": {
        "title": "Soluții IT de top",
        "text": "Echipa noastră are experiență tehnică vastă și folosește tehnologie de ultimă generație pentru a crea produse digitale moderne. Urmărim tendințele actuale și cele mai bune practici pentru a dezvolta soluții IT inovatoare, scalabile și sigure, adaptate nevoilor afacerii tale."
      },
      "client": {
        "title": "Strategie digitală orientată spre client",
        "text": "Luăm în considerare obiectivele afacerii tale, și adaptăm dezvoltarea soluției (web, mobile sau CRM) la strategiile tale. Pentru că analizăm piața până la cel mai mic detaliu, soluțiile noastre IT îmbunătățesc experiența utilizatorului, cresc conversiile și maximizează profitabilitatea."
      },
      "results": {
        "title": "Dezvoltare axată pe rezultate",
        "text": "Vei primi soluții palpabile și perfect funcționale, ce se bazează pe rezultate măsurabile. Atunci când expertiza tehnică este combinată cu soluții creative, vom găsi mereu cea mai bună variantă pentru tine și afacerea ta."
      },
      "partnership": {
        "title": "Partenerul tău IT pe termen lung",
        "text": "Construim relații durabile cu clienții noștri, oferind mentenanță, suport continuu și actualizări constante ale soluțiilor IT. Abordarea noastră garantează securitate, fiabilitate și funcționalitate optimă, ajutând afacerea ta să rămână competitivă și inovatoare."
      }
    },
    "reviews": {
      "sarah": {
        "content": "Minunat! Atât de rapid și ușor de lucrat cu ei. Suntem foarte mulțumiți până acum și vom continua să lucrăm cu <services>serviciile lor de dezvoltare</services>.",
        "name": "Sarah Istwany",
        "description": "Reprezentând Rye Country Day School",
        "link": "https://www.ryecountryday.org/"
      },
      "barnabas": {
        "content": "A fost grozav să lucrez cu echipa Quant-Apps. <process>Procesul lor de dezvoltare</process> este eficient și transparent. Cu siguranță voi apela din nou la ei, sunt deja în proces de a plasa o altă comandă!",
        "name": "Barnabas Willis",
        "description": "Client de pe Fiverr",
        "link": "https://www.ryecountryday.org/"
      },
      "leslie": {
        "content": "Muncă foarte bună, aștept cu nerăbdare să lucrez din nou cu ei. <services>Serviciile lor de aplicații mobile</services> au depășit așteptările noastre.",
        "name": "Leslie Alexander",
        "description": "Client de pe Fiverr",
        "link": "https://www.ryecountryday.org/"
      },
      "draft": {
        "content": "10 din 10, voi recomanda! <projects>Livrarea proiectului</projects> a fost impecabilă.",
        "name": "Draft Pick Design",
        "description": "Client de pe Fiverr",
        "link": "https://www.ryecountryday.org/"
      },
      "more": {
        "text": "Mai multe recenzii pot fi vizualizate pe",
        "fiverr": {
          "link": "https://www.fiverr.com/drimba3?public_mode=true",
          "alt": "Logo Fiverr"
        }
      }
    },
    "faqs": {
      "services": {
        "question": "Ce servicii oferă Quant-Apps?",
        "answer": "Suntem specializați în dezvoltarea de aplicații web funcționale pe mai multe platforme (cross-platform cu React Native), dezvoltare de aplicații iOS și Android, dezvoltare CRM, design UX/UI și creare de logo-uri. Oferim soluții digitale personalizate, de la concept și design până la implementare completă și optimizare. Quant-Apps se specializează în dezvoltare de aplicații mobile pentru iOS, dezvoltare de aplicații Android, soluții de dezvoltare de aplicații cross-platform cu React Native, dezvoltare CRM, design UI/UX și creare de logo-uri. Oferim soluții digitale personalizate, de la concept și design până la implementare completă și optimizare."
      },
      "custom": {
        "question": "Puteți dezvolta o aplicație personalizată pentru afacerea mea?",
        "answer": "Da! Realizăm aplicații web și mobile (iOS sau Android). Creăm soluții personalizate atât pentru startup-uri, cât și pentru companii mari! Dezvoltăm aplicații care vă pun afacerea în evidență. Vizualizați proiectele noastre anterioare de aplicații pentru a vedea exemple de aplicații."
      },
      "cost": {
        "question": "Cât costă dezvoltarea unei aplicații mobile?",
        "answer": "Costul dezvoltării unei aplicații variază în funcție de caracteristicile, complexitatea și cerințele aplicației. Oferim o estimare transparentă și personalizată care se potrivește bugetului și obiectivelor tale. Indiferent de ce ai nevoie, dezvoltare de aplicații iOS, aplicații Android, soluții de dezvoltare de aplicații cross-platform sau sisteme CRM, vei primi o ofertă de preț înainte să începem. Procesul nostru de dezvoltare include planificarea detaliată a costurilor."
      },
      "unique": {
        "question": "Ce diferențiază Quant-Apps de alte companii?",
        "answer": "Quant-Apps combină expertiza tehnică cu o viziune inovatoare. Fondatorul nostru are o carieră dedicată dezvoltării aplicațiilor pentru iOS și Android, iar echipa noastră este specializată în crearea de aplicații inovative care respectă cele mai noi standarde tehnologice."
      },
      "platforms": {
        "question": "Pentru ce platforme dezvoltați aplicații?",
        "answer": "Quant-Apps dezvoltă aplicații pentru iOS, Android, CRM și oferă soluții cross-platform, cu un accent pe performanță excelentă, securitate și integrare cu ecosistemul Apple și Android."
      },
      "timeline": {
        "question": "Cât durează dezvoltarea unei aplicații?",
        "answer": "Timpul de dezvoltare depinde de complexitatea și funcționalitățile aplicației, dar în general variază între 1 și 3 luni. Ne concentrăm pe livrarea unor soluții rapide și eficiente."
      },
      "support": {
        "question": "Oferiți suport după lansarea aplicației?",
        "answer": "Da, oferim servicii continue de suport și mentenanță chiar și după lansarea aplicației afacerii tale. Echipa noastră se asigură că aplicația ta rămâne actualizată, securizată și funcționează fără probleme pe măsură ce actualizările iOS/Android sau nevoile utilizatorilor evoluează. Oferim suport cuprinzător pentru dezvoltare frontend și backend. Citiți mai multe despre serviciile noastre de mentenanță."
      },
      "start": {
        "question": "Cum pot începe colaborarea cu Quant-Apps?",
        "answer": "Începerea este simplă! Contactați-ne pentru o consultație gratuită în care vom discuta atât despre ideea ta de aplicație native, cât și despre obiectivele și cerințele afacerii. De acolo, vă vom ghida prin procesul de dezvoltare SaaS și te vom ajuta să dai viață viziunii tale cu expertiza noastră în dezvoltare de aplicații mobile. De asemenea, căutăm întotdeauna talente care să se alăture echipei noastre - verificați pozițiile noastre deschise."
      }
    },
    "serviceButton": "Află Mai Multe",
    "reviewButton": "Deschide Website"
  },
  "contactForm": {
    "fields": {
      "fullName": "Nume complet",
      "email": "Email",
      "servicesHeading": "Selectați serviciile de care aveți nevoie pentru proiectul dvs.:",
      "servicesMobile": "De ce ne contactați?",
      "budget": "Bugetul dvs.",
      "budgetDescription": "Glisați pentru a indica intervalul de buget",
      "message": "Mesajul dvs.",
      "attachments": "Atașamente",
      "selectedFiles": "Fișiere selectate:"
    },
    "services": [
      {
        "id": "web-dev",
        "label": "Dezvoltare web"
      },
      {
        "id": "crm-dev",
        "label": "Dezvoltare CRM"
      },
      {
        "id": "app-dev",
        "label": "Dezvoltare aplicații mobile"
      },
      {
        "id": "server",
        "label": "Servere/Backend"
      },
      {
        "id": "ui-ux",
        "label": "Design UI/UX"
      },
      {
        "id": "others",
        "label": "Altele"
      }
    ],
    "placeholders": {
      "input": "Scrieți aici"
    },
    "buttons": {
      "submit": "Trimite",
      "submitting": "Se trimite..."
    },
    "validation": {
      "name": {
        "required": "Numele complet este obligatoriu",
        "minLength": "Trebuie să aibă cel puțin 3 caractere"
      },
      "email": {
        "required": "Emailul este obligatoriu",
        "invalid": "Format email invalid"
      },
      "services": {
        "minSelect": "Selectați cel puțin un serviciu"
      },
      "message": {
        "required": "Mesajul este obligatoriu",
        "minLength": "Trebuie să conțină cel puțin 10 caractere"
      },
      "budget": {
        "required": "Bugetul este obligatoriu"
      }
    },
    "notifications": {
      "success": "Formular trimis cu succes!",
      "error": "Trimiterea formularului a eșuat. Vă rugăm să încercați din nou."
    }
  },
  "formAlert": {
    "success": "Am primit mesajul tău! Echipa noastră îți va răspunde în cel mai scurt timp.",
    "error": "Eroare la trimiterea formularului. Va rugам sa incercati din nou."
  },
  "pricing": {
  "header": {
    "dateSpan": "30 noiembrie 2025",
     "title": "Pachete Website – Promoție valabilă până pe <highlight>30 noiembrie 2025</highlight>!",
    "promoDate": "Promoție valabilă până pe",
    "highlight": "30 noiembrie 2025",
    "subtitle": "Te-ai săturat să plătești lunar pentru WordPress? Îți oferim un site complet, creat de la zero + design GRATUIT înainte de plată!"
  },
  "bg": "/images/elements/pricingbgro.svg",
    "price": "/images/elements/pricing-ro.svg",
  "cards": [
    {
      "plan": "Basic",
      "featured": false,
      "price": "€150",
      "oldPrice": "€280",
      "heading": "Basic",
      "cta": "Plasează comanda",
      "desc": "Perfect pentru afaceri la început de drum",
      "features": [
        "Pagină de prezentare",
        "Optimizat pentru mobil & desktop",
        "1 lună de mentenanță gratuită"
      ]
    },
    {
      "plan": "Advanced",
      "featured": false,
      "price": "€400",
      "oldPrice": "€700",
      "heading": "Advanced",
      "cta": "Plasează comanda",
      "desc": "Website complet pentru companii în creștere",
      "features": [
        "Website complet – 5 pagini",
        "Design personalizat",
        "Codare de la zero",
        "Formular de contact"
      ]
    },
        {
      "plan": "Plus",
      "featured": true,
      "badge": "CEL MAI POPULAR",
      "price": "€900",
      "oldPrice": "€1500",
      "heading": "Plus",
      "cta": "Plasează comanda",
      "desc": "Funcționalități premium pentru afaceri serioase",
      "features": [
        "Website cu 10+ pagini",
        "SEO de bază",
        "Integrare plată",
        "Lansare completă",
        "Suport extins"
      ]
    }
  ]
}
}