{
  "video": {
    "notSupported": "Ваш браузер не поддерживает видео."
  },
  "metadata": {
    "title": "Quant Apps",
    "description": "Quant-Apps разрабатывает мобильные приложения, CRM-системы и UI/UX-решения для роста бизнеса. Высокопроизводительные и масштабируемые приложения, адаптированные под ваши потребности.",
    "keywords": "разработка мобильных приложений, разработка веб-приложений, разработка iOS-приложений, разработка Android-приложений, кастомные программные решения, дизайн UI/UX, прототипирование приложений, разработка SaaS, CRM-решения, бэкенд-разработка, масштабируемые мобильные решения, разработка корпоративных приложений, приложения с ИИ, оптимизация производительности приложений, облачные приложения, кроссплатформенная разработка, разработка MVP, решения для стартапов, гибкая разработка приложений, поддержка и обслуживание приложений"
  },
  "app-toolbar": {
    "services": "Услуги",
    "projects": "Проекты",
    "process": "Процесс работы",
    "about-us": "О нас",
    "careers": "Карьера",
    "terms-of-use": "Условия использования",
    "privacy-policy": "Политика конфиденциальности",
    "lets-talk": "Связаться с нами"
  },
  "footer": {
    "FindUsAt": "Найдите нас на",
    "Company": "Компания",
    "LearnMore": "Узнать больше",
    "Legal": "Юридическая  информация",
    "TermsOfUse": "Условия использования",
    "PrivacyPolicy": "Политика конфиденциальности",
    "AllRightsReserved": "Все права защищены."
  },
  "services": {
    "title": "Разработка мобильных и веб-приложений | CRM-решения – Quant-Apps",
    "description": "Нужна экспертная разработка мобильных приложений? Quant-Apps создает масштабируемые решения для iOS, веба и CRM.",
    "banner": {
      "whatWeOffer": {
        "header": "Что мы предлагаем?",
        "subHeader": "Кастомная разработка мобильных приложений, CRM-систем, серверной инфраструктуры и веб-сайтов, которые усиливают ваш бренд и повышают эффективность бизнеса."
      },
      "excited": {
        "header": "Готовы воплотить ваш проект в жизнь?",
        "subHeader": "Давайте вместе создадим уникальные цифровые решения с индивидуальной разработкой и дизайном, адаптированными под ваши бизнес-задачи.",
        "button": "Начать проект "
      }
    },
    "Design": {
      "title": "Дизайн",
      "text": "В Quant-Apps наша команда дизайнеров создает визуально эффектные и удобные пользовательские интерфейсы, которые привлекают аудиторию и усиливают ваш бренд. Мы убеждены, что отличный дизайн — это не только эстетика, но и интуитивный пользовательский опыт, обеспечивающий удобство взаимодействия.",
      "button": "Наши услуги в области дизайна включают:"
    },
    "UXDesign": {
      "title": "Дизайн пользовательского опыта (UX-Design)",
      "blocks": {
        "block1": "Анализ поведения пользователей для создания интуитивных цифровых продуктов",
        "block2": "Разработка удобной навигации для повышения доступности",
        "block3": "Оптимизация взаимодействий пользователей через тестирование в реальных условиях",
        "block4": "Выравнивание бизнес-целей с потребностями клиентов для беспрепятственного пользовательского опыта"
      }
    },
    "UIDesign": {
      "title": "Дизайн пользовательского интерфейса (UI-Design)",
      "blocks": {
        "block1": "Создание удобных и вовлекающих интерфейсов мобильных и веб-приложений",
        "block2": "Разработка уникальных элементов дизайна для усиления идентичности бренда",
        "block3": "Создание единой и привлекательной дизайн-системы",
        "block4": "Обеспечение безупречной адаптивности на всех устройствах и экранах"
      }
    },
    "Branding": {
      "title": "Брендинг и айдентика",
      "blocks": {
        "block1": "Разработка логотипов и визуальной идентичности брендов",
        "block2": "Стратегия бренда и его позиционирование",
        "block3": "Создание брендбуков и гайдлайнов",
        "block4": "Дизайн маркетинговых материалов (буклеты, визитки и др.)"
      }
    },
    "Engineering": {
      "title": "Разработка",
      "text": "Мы создаем масштабируемые и высокопроизводительные цифровые решения, используя новейшие технологии и лучшие отраслевые практики для повышения эффективности бизнеса.",
      "button": "Наши услуги в области разработки включают:"
    },
    "WebDevelopment": {
      "title": "Веб-разработка",
      "blocks": {
        "block1": "Высокопроизводительные веб-приложения с использованием Next.js, React, Vue.js, Angular, Svelte, Tailwind CSS",
        "block2": "Масштабируемые серверные решения на PHP, Python, Ruby, Node.js",
        "block3": "Разработка CMS (WordPress, Drupal)",
        "block4": "Создание eCommerce-платформ для интернет-магазинов"
      }
    },
    "MobileAppDevelopment": {
      "title": "Разработка мобильных приложений",
      "blocks": {
        "block1": "Кастомные iOS- и Android-приложения на Swift, Kotlin, Java",
        "block2": "Кроссплатформенные приложения с React Native, Flutter для iOS и Android",
        "block3": "Проектирование UX/UI, интерактивные прототипы и дизайн-системы",
        "block4": "Тестирование, автоматизированный QA и облачное развертывание"
      }
    },
    "CRMDevelopment": {
      "title": "Разработка CRM-систем и корпоративных решений",
      "blocks": {
        "block1": "Кастомные CRM-системы для автоматизации продаж, поддержки клиентов и бизнес-процессов",
        "block2": "Масштабируемые CRM-платформы на Next.js, React, Angular, Vue.js",
        "block3": "Интеграция с Salesforce, HubSpot, Zoho, Microsoft Dynamics, Stripe, Twilio, AI-аналитика",
        "block4": "Обновление устаревших CRM с внедрением облачных решений, автоматизации и AI"
      }
    },
    "ProjectManagement": {
      "title": "Управление проектами для масштабируемых цифровых решений",
      "text": "Наши услуги по управлению проектами обеспечивают беспрепятственное выполнение цифровых проектов – от планирования до развертывания. Мы применяем гибкие методологии (Agile), используем анализ данных и современные инструменты, чтобы ваш проект соответствовал бизнес-целям, соблюдал сроки и бюджет.",
      "button": "Наши услуги по управлению проектами включают:"
    },
    "StrategicPlanning": {
      "title": "Стратегическое планирование проекта и управление ресурсами",
      "blocks": {
        "block1": "Сбор требований и бизнес-аналитика для соответствия стратегическим целям",
        "block2": "Создание дорожной карты и отслеживание ключевых этапов (приоритизация функций, контроль сроков)",
        "block3": "Распределение ресурсов и балансировка нагрузки для повышения эффективности команды",
        "block4": "Оценка рисков и стратегия их минимизации для долгосрочной стабильности проекта"
      }
    },
    "AgileDevelopment": {
      "title": "Agile-разработка и непрерывное улучшение",
      "blocks": {
        "block1": "Итерационные обновления и улучшения функций на основе обратной связи",
        "block2": "Мониторинг производительности и оптимизация (скорость работы, балансировка нагрузки)",
        "block3": "Обновления безопасности и соответствие GDPR (кибербезопасность, защита данных)",
        "block4": "Техническая поддержка и устранение проблем (отладка, тестирование, исправление багов)"
      }
    },
    "QualityAssurance": {
      "title": "Поддержка и обслуживание после запуска",
      "blocks": {
        "block1": "Обновление системы и управление версиями (обновления ПО, контроль стабильности)",
        "block2": "Мониторинг облачной инфраструктуры и оптимизация серверов",
        "block3": "Интеграция поддержки пользователей (чат-боты, helpdesk)",
        "block4": "Консультации по масштабируемости бизнеса (развитие, планирование роста)"
      }
    }
  },
  "projects": {
    "title": "Наши проекты | Инновационные мобильные и веб-решения - Quantica",
    "description": "Изучите портфолио Quantica с мобильными приложениями, CRM-решениями и веб-платформами, которые способствуют успеху бизнеса.",
    "banner": {
      "image": "/images/banners/what-clients-say-banner.png",
      "title": "Наши проекты",
      "subtitle": "Идеи становятся реальностью. Исследуйте инновационные проекты, которые мы успешно реализовали!"
    },
    "header": {
      "title": "В Quant-Apps",
      "text": "Мы гордимся сотрудничеством с широким кругом клиентов, разрабатывая цифровые решения, которые способствуют развитию бизнеса и его росту."
    },
    "items": [
      {
        "title": "Сайт для ресторана",
        "image": "/images/pictures/projects1.png",
        "alt": "project1",
        "linkName": "Roka Akor",
        "link": "https://rokaakor.com/",
        "description": "Мы разработали современный, удобный и адаптивный сайт для Roka Akor, обеспечив интуитивный интерфейс, возможность онлайн-бронирования и привлекательный дизайн. Платформа улучшает взаимодействие с клиентами, интегрируя качественные визуальные элементы, адаптивную верстку и удобную навигацию.",
        "className": "small:border-r-[1px] small:border-[#6A65FF80]"
      },
      {
        "title": "Сайт для логистической компании",
        "image": "/images/pictures/projects2.png",
        "alt": "project2",
        "linkName": "Acm Movers",
        "link": "https://acmmovers.com/",
        "description": "Мы создали функциональный логистический сайт для ACM Movers, оптимизировав их систему онлайн-бронирования перевозок. Платформа включает в себя отслеживание заказов в реальном времени, автоматизированную обработку запросов и удобный интерфейс. Наше решение улучшает операционную эффективность и доступность на всех устройствах.",
        "className": ""
      },
      {
        "title": "Lens AI",
        "image": "/images/pictures/projects3.png",
        "alt": "project3",
        "linkName": "Lens AI",
        "link": "https://apps.apple.com/md/app/lens-ai",
        "description": "Lens AI – это интеллектуальное приложение для поиска объектов по фотографиям. С его помощью вы можете сделать снимок или загрузить фото из галереи, и искусственный интеллект (AI) найдет информацию об изображении в интернете. Узнайте, что изображено на фото, где это можно купить и получите больше полезных данных.",
        "className": "small:border-r-[1px] small:border-[#6A65FF80]"
      },
      {
        "title": "Taste Ai",
        "image": "/images/pictures/projects4.png",
        "alt": "project4",
        "linkName": "Taste Ai",
        "link": "https://apps.apple.com/md/app/taste-ai/id6566183422",
        "description": "Taste AI – ваш персональный помощник на кухне. Это приложение использует искусственный интеллект (AI), чтобы подбирать рецепты на основе ваших вкусовых предпочтений. Получите персонализированные кулинарные рекомендации и создавайте блюда, соответствующие вашему стилю питания.",
        "className": ""
      },
      {
        "title": "Профессиональный сайт для стоматологии",
        "image": "/images/pictures/projects5.png",
        "alt": "project5",
        "linkName": "NY Dental Group",
        "link": "https://nydentalgroup.com/",
        "description": "Мы разработали современный и удобный сайт для NY Dental Group – ведущей клиники в сфере стоматологических услуг. Платформа обеспечивает интуитивный онлайн-запись, безопасную интеграцию данных пациентов, а также персонализированные рекомендации по лечению, что повышает вовлеченность пациентов и улучшает их взаимодействие с клиникой.",
        "className": "small:border-r-[1px] small:border-[#6A65FF80]"
      },
      {
        "title": "Keyboard AI",
        "image": "/images/pictures/projects6.png",
        "alt": "project6",
        "linkName": "Keyboard AI",
        "link": "https://apps.apple.com/md/app/keyboard-ai/id6447576804",
        "description": "Keyboard AI – ваш персональный помощник для автоматического написания текстов. Приложение использует искусственный интеллект (AI), чтобы улучшать ваши сообщения в реальном времени. Функции включают мгновенный перевод, стилистическую корректировку и генерацию контента. Keyboard AI делает вашу переписку более точной, креативной и понятной.",
        "className": ""
      }
    ],
    "callToAction": {
      "image": "/images/banners/what-clients-say-banner.png",
      "title": "Готовы воплотить ваш проект в жизнь?",
      "subtitle": "Давайте вместе создадим уникальные цифровые решения с индивидуальной разработкой и дизайном, адаптированными под ваши бизнес-задачи.",
      "buttonText": "Начать проект",
      "buttonIcon": "/images/icons/start_project_logo.svg"
    }
  },   
  "process": {
    "title": "Процесс разработки | Гибкая разработка и UI/UX-стратегия - Quantica",
    "description": "Узнайте, как Quantica превращает идеи в масштабируемые мобильные и веб-приложения с помощью структурированного гибкого подхода.",
    "banner": {
      "image": "/images/banners/faqs_banner.png",
      "title": "Наш рабочий процесс",
      "subtitle": "Полное руководство по достижению бизнес-целей"
    },
    "header": {
      "title": "В Quant-Apps",
      "text": "Мы гордимся сотрудничеством с широким кругом клиентов, создавая инновационные цифровые решения, которые способствуют развитию бизнеса и его успеху."
    },
    "items": [
      {
        "id": "01",
        "title": "Консультация",
        "text": "Мы начинаем с глубокого понимания ваших целей и потребностей. Слушаем ваши идеи, анализируем бизнес-процесс и предлагаем стратегию, которая поможет достичь максимальных результатов."
      },
      {
        "id": "02",
        "title": "Исследования и разработка стратегии",
        "text": "Проводим тщательные исследования, изучаем рынок и конкурентов, чтобы разработать эффективную стратегию, соответствующую вашим уникальным требованиям и целям."
      },
      {
        "id": "03",
        "title": "Планирование и стратегия",
        "text": "Планируем каждый шаг на пути к успеху. Мы создаем подробные дорожные карты и четко определяем ключевые этапы, чтобы гарантировать, что каждый проектный этап будет выполнен вовремя и в рамках бюджета."
      },
      {
        "id": "04",
        "title": "Брендинг и разработка идентичности",
        "text": "Создаем уникальный визуальный стиль, который отражает суть вашего бренда. Мы разрабатываем логотипы, палитры цветов и другие элементы брендинга, чтобы ваш бренд был легко узнаваем и запоминающся."
      },
      {
        "id": "05",
        "title": "Создание каркасных макетов и UI/UX дизайн",
        "text": "Разрабатываем интуитивно понятный и привлекательный интерфейс, который обеспечит пользователю лучший опыт. Мы создаем макеты и прототипы, которые являются основой для будущего приложения или веб-сайта."
      },
      {
        "id": "06",
        "title": "Разработка и интеграция",
        "text": "Мы разрабатываем функциональные и высокопроизводительные решения, которые идеально интегрируются с вашими системами и обеспечивают бесперебойную работу приложений и сервисов."
      },
      {
        "id": "07",
        "title": "Тестирование и обеспечение качества",
        "text": "Каждое приложение и решение проходит через строгие этапы тестирования. Мы проверяем все функциональные и технические аспекты, чтобы гарантировать безупречную работу на всех устройствах и платформах."
      },
      {
        "id": "08",
        "title": "Запуск и развертывание",
        "text": "Мы тщательно готовим приложение к запуску, чтобы оно работало без сбоев. После тестирования мы аккуратно развертываем приложение на выбранных платформах и обеспечиваем бесперебойный старт."
      },
      {
        "id": "09",
        "title": "Поддержка и оптимизация",
        "text": "После запуска мы продолжаем поддерживать и оптимизировать приложение, улучшая его производительность, исправляя ошибки и добавляя новые функции для максимального удовлетворения потребностей пользователей."
      }
    ],
    "callToAction": {
      "image": "/images/banners/what-clients-say-banner.png",
      "title": "Готовы воплотить ваш проект в жизнь?",
      "subtitle": "Давайте вместе создадим уникальные цифровые решения с индивидуальной разработкой и дизайном, адаптированными под ваши бизнес-задачи.",
      "buttonText": "Начать проект",
      "buttonIcon": "/images/icons/start_project_logo.svg"
    }
  },
  "about": {
      "title": "О Quant-Apps - Разработка iOS, Web, CRM",
      "description": "Quant-Apps стремится превращать инновационные идеи в высокопроизводительные цифровые решения. Наш опыт охватывает мобильные и веб-приложения, CRM-системы, облачную инфраструктуру и автоматизацию на основе ИИ. Мы привержены достижению выдающихся результатов через сотрудничество, передовые технологии и стремление к совершенству. Присоединяйтесь к нам, чтобы работать над значимыми проектами, способствующими цифровой трансформации и успеху бизнеса.",    
    "banner": {
      "src": "/images/banners/our-services-banner.png",
      "header": "О нас",
      "subHeader": "Там, где инновации встречаются с вашим видением — создаем цифровые решения, которые вдохновляют"
    },
    "about": {
      "title": "О компании Quant-Apps",
      "paragraph1": "В Quant-Apps мы воплощаем смелые идеи в мощные мобильные и веб-приложения, используя передовые технологии и глубокую экспертизу. Несмотря на молодость компании, наша команда обладает многолетним опытом, разрабатывая кастомные цифровые решения, которые превосходят ожидания клиентов.",
      "paragraph2": "Мы специализируемся на <strong>разработке мобильных приложений</strong>, веб-дизайне и цифровой трансформации, создавая масштабируемые технологичные платформы, которые увеличивают вовлеченность пользователей и способствуют росту бизнеса.",
      "paragraph3": "Наши технические эксперты и креативные специалисты работают в тесном взаимодействии с клиентами, предлагая индивидуальный подход к каждому проекту.",
      "paragraph4": "Мы обеспечиваем прозрачную коммуникацию, ориентируемся на долгосрочный успех и разрабатываем инновационные IT-решения, которые не просто автоматизируют процессы, а помогают бизнесу развиваться и масштабироваться. Давайте вместе воплотим вашу идею в жизнь, создавая цифровые продукты, которые выделят ваш бренд и укрепят его позиции на рынке.",
      "paragraph5": "",
      "image": {
        "src": "/images/pictures/about1.png",
        "alt": "about1"
      }
    },
    "timeline": {
      "title": "Хронология развития",
      "image": {
        "src": "/images/pictures/ruTimeline.png",
        "alt": "timeline"
      },
      "items": [
        {
          "id": "01",
          "title": "ХОРОШАЯ ИДЕЯ",
          "text": "От фрилансера на Fiverr до эксперта по дизайну, освоившего векторную графику и другие техники."
        },
        {
          "id": "02",
          "title": "Начало Движение",
          "text": "Добавлены UI/UX и логодизайн, расширяя универсальное портфолио дизайнерских решений."
        },
        {
          "id": "03",
          "title": "Рост",
          "text": "Погружение в разработку приложений и CRM-систем с проектом по доставке продуктов, внедряя передовые цифровые инновации."
        },
        {
          "id": "04",
          "title": "Набирались сил",
          "text": "Привлечение новых специалистов и инновационных решений для успешных проектов."
        },
        {
          "id": "05",
          "title": "Инновации",
          "text": "Создание проектов с передовыми технологиями, формирующих будущее Quant-Apps."
        },
        {
          "id": "06",
          "title": "QUANT-APPS LAUNCH",
          "text": "Основание Quant-Apps, специализирующегося на инновационных IT-решениях."
        }
      ]
    },
    "team": {
      "title": "Наша команда",
      "members": [
        {
          "name": "Roman Gutu",
          "position": "CEO and Founder",
          "link": "",
          "src": "/images/pictures/roman.png",
          "alt": "roman",
          "text": "Генеральный директор с опытом более 5 лет в разработке CRM, приложений и веб-сайтов."
        },
        {
          "name": "Veaceslav Soltan",
          "position": "CO-Founder",
          "link": "",
          "src": "/images/pictures/slavic.png",
          "alt": "vyacheslav",
          "text": "Опытный графический дизайнер с более чем 7-летним стажем в UI/UX и motion-design."
        },
        {
          "name": "Vitalie Cernovschi",
          "position": "Senior Full-Stack Developer",
          "link": "",
          "src": "/images/pictures/vitalie.png",
          "alt": "vitalie",
          "text": "Эксперт по front-end/back-end разработке, специализируется на масштабируемых веб-решениях."
        },
        {
          "name": "Maxim Roenco",
          "position": "Middle Front-End Developer",
          "link": "https://www.linkedin.com/in/roencomax/",
          "src": "/images/pictures/maxim.png",
          "alt": "maxim",
          "text": "Опыт в HTML, CSS, JavaScript и адаптивном дизайне. Специализируется на интуитивных интерфейсах и производительности веб-приложений."
        },
        {
          "name": "Islam Abu Koush",
          "position": "Middle Front-End Developer",
          "link": "https://www.linkedin.com/in/islam-abu-koush-a191a2299/",
          "src": "/images/pictures/islam.png",
          "alt": "islam",
          "text": "Владеет React, JavaScript и UI-фреймворками. Увлекается интерактивным дизайном и оптимизацией производительности."
        },
        {
          "name": "Denis Soltan",
          "position": "Junior Front-End Developer",
          "link": "https://www.linkedin.com/in/denis-soltan-52a1a2305/",
          "src": "/images/pictures/denis.png",
          "alt": "denis",
          "text": "Молодой и амбициозный разработчик с опытом работы в React и JavaScript. Специализируется на разработке удобных, адаптивных и интерактивных интерфейсов."
        }
      ]
    }
  },
  "elevatingBusiness": {
    "logo": {
      "src": "/images/icons/logo1.svg",
      "alt": "logo"
    },
    "header": {
      "title": "Quant-Apps: Развиваем бизнес с помощью передовых цифровых решений",
      "description": "Мы специализируемся на разработке кастомного программного обеспечения, мобильных приложений и веб-дизайне, превращая идеи в высокопроизводительные цифровые продукты. Наша экспертиза в UX/UI, Agile-разработке и CRM-решениях обеспечивает бесшовный, масштабируемый и результативный пользовательский опыт."
    },
    "welcome": {
      "title": "Добро пожаловать в Quant-Apps",
      "tagline": "Где инновации, технологии и стратегия объединяются для роста вашего бизнеса"
    },
    "cta": {
      "buttonText": "Начать проект"
    }
  },
  "careers": {
    "title": "Карьера в Quantica | Присоединяйтесь к нашей технологической команде",
    "description": "Ищете захватывающую карьеру в области мобильной и веб-разработки? Присоединяйтесь к Quantica и работайте над передовыми цифровыми решениями.",
    "banner": {
      "header": "Присоединяйтесь к команде Quant-Apps",
      "subHeader": "Раскройте свой потенциал и станьте частью инновационной IT-компании, специализирующейся на разработке мобильных приложений, веб-платформ, CRM-систем, решений на основе искусственного интеллекта и облачной инфраструктуры."
    },
    "welcome": {
      "title": "Добро пожаловать в Quant-Apps – здесь инновации приводят к успеху!",
      "description": "В Quant-Apps мы уверены, что успех основан на экспертизе, сотрудничестве и страсти к передовым технологиям. Как лидирующая компания в сфере разработки программного обеспечения, мы создаем мобильные и веб-приложения, CRM-системы, облачную инфраструктуру и автоматизацию на основе ИИ.",
      "tagline": "Почему стоит работать в Quant-Apps?"
    },
    "careerBlocks": [
      {
        "title": "Работайте над передовыми IT-проектами: мобильные приложения, CRM, AI и веб-разработка",
        "text": "Станьте частью команды, создающей масштабируемые цифровые решения, включая корпоративное ПО, мобильные приложения, автоматизацию на основе ИИ и высокопроизводительные веб-платформы."
      },
      {
        "title": "Совместная технологическая среда – эксперты в AI, облачных технологиях и разработке ПО",
        "text": "Присоединяйтесь к культуре инноваций, где инженеры AI, разработчики облачных решений и IT-эксперты работают вместе, формируя будущее цифровой трансформации и корпоративных решений."
      },
      {
        "title": "Непрерывное обучение: оставайтесь на передовой веб-, мобильных, AI- и облачных технологий",
        "text": "Развивайте свою карьеру благодаря обучающим программам, наставничеству и участию в ведущих технологических конференциях по веб-разработке, облачным вычислениям, кибербезопасности, AI и автоматизации."
      },
      {
        "title": "Сложные проекты в разработке ПО – AI, облака, CRM",
        "text": "Решайте сложные задачи в области корпоративного программного обеспечения, решений на базе искусственного интеллекта, высокопроизводительной облачной инфраструктуры, разработки мобильных приложений и автоматизации, которые способствуют успеху бизнеса."
      }
    ],
    "currentOpenings": {
      "title": "Актуальные вакансии",
      "description": "Мы всегда в поиске талантливых специалистов, которые увлечены созданием уникальных цифровых продуктов."
    },
    "openings": [
      {
        "title": "Вакансии в сфере дизайна",
        "name": "UI/UX Designer",
        "text": "Присоединяйтесь к нашей команде в роли UI/UX-дизайнера и воплотите свою креативность в жизнь, разрабатывая визуально привлекательные и удобные цифровые интерфейсы. Вы будете работать в кросс-функциональной команде, улучшая пользовательский опыт (UX), макетирование, типографику и цветовую теорию. Ваша работа станет ключевой в создании интуитивных цифровых решений, которые оставляют долговременное впечатление."
      },
      {
        "title": "Вакансии в сфере разработки",
        "name": "Front - End Developer",
        "text": "Мы ищем Front-End разработчика, который поможет преобразовывать UI/UX-макеты в интерактивные и адаптивные веб-интерфейсы. Работая с HTML, CSS и JavaScript, вам предстоит разрабатывать высокопроизводительные и визуально привлекательные веб-приложения. Взаимодействие с дизайнерами и backend-разработчиками обеспечит бесшовную интеграцию, масштабируемость и оптимальный пользовательский опыт."
      },
      {
        "title": "Вакансии в сфере управления проектами",
        "name": "Project Manager",
        "text": "Мы ищем Project Manager, который возьмет на себя планирование, координацию и реализацию проектов в сфере разработки ПО, веб- и мобильных приложений. Вам предстоит управлять межфункциональными командами, контролировать сроки, обеспечивать слаженное взаимодействие между разработчиками, дизайнерами и стейкхолдерами. Важная часть работы — оптимизация процессов, управление рисками и своевременная доставка продукта в соответствии с бизнес-целями."
      }
    ]
  },
  "privacy-policy": {
    "title": "Политика конфиденциальности | Защита данных и безопасность - Quantica",
    "description": "Ознакомьтесь с политикой конфиденциальности Quantica, чтобы узнать, как мы собираем, используем и защищаем ваши персональные данные.",    
    "banner": {
      "header": "Политика конфиденциальности",
      "subHeader": "Последнее обновление: 5 декабря 2024 года"
    },
    "contactInfo": {
      "email": "support@quant-apps.com",
      "phone": "+373 69 882 331",
      "location": "Республика Молдова"
    },
    "intro": "Добро пожаловать в Quant-Apps! Пожалуйста, внимательно прочитайте данные Условия использования («Условия») перед использованием нашего веб-сайта и сервисов. Получая доступ к Quant-Apps («мы», «наш» или «нас»), вы соглашаетесь соблюдать эти Условия. Если вы не согласны, пожалуйста, не используйте наши услуги.",
    "sections": {
      "acceptance": {
        "title": "1. Принятие условий",
        "content": "Получая доступ к нашему веб-сайту или используя наши услуги, вы подтверждаете, что вам не менее 18 лет и вы соглашаетесь соблюдать настоящие Условия. Если вы действуете от имени компании, вы заявляете и гарантируете, что имеете полномочия обязать компанию соблюдать данные Условия."
      },
      "services": {
        "title": "2. Предоставляемые услуги",
        "content": "Quant-Apps предоставляет услуги в области ИТ-разработки, включая <strong>разработку мобильных приложений</strong>, UI/UX-дизайн и программные решения. Любые предоставляемые услуги регулируются отдельным соглашением, определяющим объем, результаты и условия сотрудничества."
      },
      "intellectual": {
        "title": "3. Интеллектуальная собственность",
        "content": "Весь контент, товарные знаки, логотипы и материалы, предоставляемые Quant-Apps, включая, но не ограничиваясь дизайнами, программным обеспечением и кодом, являются собственностью Quant-Apps, если не указано иное. Вы не имеете права использовать, копировать, воспроизводить или распространять любые материалы без явного письменного разрешения."
      },
      "conduct": {
        "title": "4. Поведение пользователей",
        "content": "Вы соглашаетесь использовать наш веб-сайт и услуги исключительно в законных целях и не будете:",
        "list": {
          "1": "Заниматься любой деятельностью, которая нарушает работу или повреждает наш веб-сайт или услуги.",
          "2": "Пытаться получить несанкционированный доступ к закрытым частям нашего веб-сайта или серверов.",
          "3": "Использовать наши услуги для незаконных, мошеннических или вредоносных целей."
        }
      },
      "disclaimer": {
        "title": "5. Отказ от гарантий",
        "content": "Quant-Apps предоставляет свои услуги «как есть» и «как доступно». Хотя мы стремимся к высокому качеству, мы не гарантируем, что наш веб-сайт или услуги будут работать без перебоев, ошибок или соответствовать вашим ожиданиям. В максимальной степени, разрешенной законом, мы отказываемся от всех явных и подразумеваемых гарантий."
      },
      "liability": {
        "title": "6. Ограничение ответственности",
        "content": "Quant-Apps не несет ответственности за любые косвенные, случайные или побочные убытки, возникающие в результате использования нашего веб-сайта или услуг. Наша совокупная ответственность перед вами не превышает сумму, уплаченную вами за услуги за последние шесть месяцев."
      },
      "thirdParty": {
        "title": "7. Сторонние ссылки",
        "content": "Наш веб-сайт может содержать ссылки на сторонние сайты. Quant-Apps не несет ответственности за содержание, политику или практики таких внешних сайтов."
      },
      "termination": {
        "title": "8. Прекращение доступа",
        "content": "Мы оставляем за собой право приостановить или прекратить ваш доступ к нашему веб-сайту или услугам по нашему усмотрению, без предварительного уведомления, по любой причине, включая нарушение данных Условий."
      },
      "governing": {
        "title": "9. Применимое право",
        "content": "Настоящие Условия регулируются и толкуются в соответствии с законодательством Республики Молдова. Любые споры, возникающие в связи с данными Условиями, подлежат разрешению исключительно в судах Республики Молдова."
      },
      "modifications": {
        "title": "10. Изменения условий",
        "content": "Quant-Apps оставляет за собой право изменять данные Условия в любое время. Обновленные Условия будут опубликованы на нашем веб-сайте, и продолжение использования наших услуг будет означать ваше согласие с внесенными изменениями."
      },
      "contact": {
        "title": "11. Свяжитесь с нами",
        "content": "По всем вопросам или замечаниям относительно данных Условий, пожалуйста, свяжитесь с нами:\nEmail: support@quant-apps.com\nРеспублика Молдова"
      }
    },
    "outro": "Спасибо, что выбрали Quant-Apps."
  },
  "terms-of-use": {
    "title": "Условия использования | Правовая информация и права пользователей - Quantica",
    "description": "Изучите условия использования Quantica, чтобы понять свои права и обязанности при использовании наших цифровых сервисов.",    
    "banner": {
      "header": "Условия использования",
      "subHeader": "Последнее обновление: 5 декабря 2024 года"
    },
    "contactInfo": {
      "email": "support@quant-apps.com",
      "phone": "+373 69 882 331",
      "location": "Республика Молдова"
    },
    "intro": "Добро пожаловать в Quant-Apps! Пожалуйста, внимательно прочитайте данные Условия использования («Условия») перед использованием нашего веб-сайта и сервисов. Получая доступ к Quant-Apps («мы», «наш» или «нас»), вы соглашаетесь соблюдать эти Условия. Если вы не согласны, пожалуйста, не используйте наши услуги.",
    "sections": {
      "acceptance": {
        "title": "1. Принятие условий",
        "content": "Получая доступ к нашему веб-сайту или используя наши услуги, вы подтверждаете, что вам не менее 18 лет и вы соглашаетесь соблюдать настоящие Условия. Если вы действуете от имени компании, вы заявляете и гарантируете, что имеете полномочия обязать компанию соблюдать данные Условия."
      },
      "services": {
        "title": "2. Предоставляемые услуги",
        "content": "Quant-Apps предоставляет услуги в области ИТ-разработки, включая <strong>разработку мобильных приложений</strong>, UI/UX-дизайн и программные решения. Любые предоставляемые услуги регулируются отдельным соглашением, определяющим объем, результаты и условия сотрудничества."
      },
      "intellectual": {
        "title": "3. Интеллектуальная собственность",
        "content": "Весь контент, товарные знаки, логотипы и материалы, предоставляемые Quant-Apps, включая, но не ограничиваясь дизайнами, программным обеспечением и кодом, являются собственностью Quant-Apps, если не указано иное. Вы не имеете права использовать, копировать, воспроизводить или распространять любые материалы без явного письменного разрешения."
      },
      "conduct": {
        "title": "4. Поведение пользователей",
        "content": "Вы соглашаетесь использовать наш веб-сайт и услуги исключительно в законных целях и не будете:",
        "list": {
          "1": "Заниматься любой деятельностью, которая нарушает работу или повреждает наш веб-сайт или услуги.",
          "2": "Пытаться получить несанкционированный доступ к закрытым частям нашего веб-сайта или серверов.",
          "3": "Использовать наши услуги для незаконных, мошеннических или вредоносных целей."
        }
      },
      "disclaimer": {
        "title": "5. Отказ от гарантий",
        "content": "Quant-Apps предоставляет свои услуги «как есть» и «как доступно». Хотя мы стремимся к высокому качеству, мы не гарантируем, что наш веб-сайт или услуги будут работать без перебоев, ошибок или соответствовать вашим ожиданиям. В максимальной степени, разрешенной законом, мы отказываемся от всех явных и подразумеваемых гарантий."
      },
      "liability": {
        "title": "6. Ограничение ответственности",
        "content": "Quant-Apps не несет ответственности за любые косвенные, случайные или побочные убытки, возникающие в результате использования нашего веб-сайта или услуг. Наша совокупная ответственность перед вами не превышает сумму, уплаченную вами за услуги за последние шесть месяцев."
      },
      "thirdParty": {
        "title": "7. Сторонние ссылки",
        "content": "Наш веб-сайт может содержать ссылки на сторонние сайты. Quant-Apps не несет ответственности за содержание, политику или практики таких внешних сайтов."
      },
      "termination": {
        "title": "8. Прекращение доступа",
        "content": "Мы оставляем за собой право приостановить или прекратить ваш доступ к нашему веб-сайту или услугам по нашему усмотрению, без предварительного уведомления, по любой причине, включая нарушение данных Условий."
      },
      "governing": {
        "title": "9. Применимое право",
        "content": "Настоящие Условия регулируются и толкуются в соответствии с законодательством Республики Молдова. Любые споры, возникающие в связи с данными Условиями, подлежат разрешению исключительно в судах Республики Молдова."
      },
      "modifications": {
        "title": "10. Изменения условий",
        "content": "Quant-Apps оставляет за собой право изменять данные Условия в любое время. Обновленные Условия будут опубликованы на нашем веб-сайте, и продолжение использования наших услуг будет означать ваше согласие с внесенными изменениями."
      },
      "contact": {
        "title": "11. Свяжитесь с нами",
        "content": "По всем вопросам или замечаниям относительно данных Условий, пожалуйста, свяжитесь с нами:\nEmail: support@quant-apps.com\nРеспублика Молдова"
      }
    },
    "outro": "Спасибо, что выбрали Quant-Apps."
  },
  "home": {
    "title": "Кастомные iOS и веб-приложения | UI/UX-дизайн - Quant-Apps",
    "description": "Quant-Apps разрабатывает мобильные приложения, CRM-решения и UI/UX-дизайн для повышения эффективности вашего бизнеса.",
    "hero": {
      "title": "Веб- и мобильные приложения + CRM-решения для роста вашего бизнеса",
      "ipadAlt": "ipad",
      "watchAlt": "watch video button"
    },
    "trusted": {
      "title": "Доверяют более 20 компаний",
      "companies": {
        "rye": "RYE Country Day School logo",
        "vistage": "Vistage logo",
        "scriptpro": "ScriptPro logo",
        "hiiq": "HI-IQ logo",
        "fordham": "Fordham University logo"
      }
    },
    "sections": {
      "services": {
        "title": "Наши услуги",
        "subtitle": "Разработка мобильных приложений, веб-платформ и CRM-систем, которые усиливают ваш бренд, повышают вовлеченность пользователей и обеспечивают рост бизнеса."
      },
      "reasons": {
        "title": "Почему выбирают Quant-Apps?",
        "subtitle": "Откройте для себя цифровые инновации с нашей экспертной командой. Мы создаем высокопроизводительные IT-решения, обеспечивающие максимальные результаты, безопасность и удобство для пользователей."
      },
      "reviews": {
        "title": "Что говорят о нас наши клиенты",
        "subtitle": "В Quant-Apps мы создаем высококачественные цифровые решения, которые помогают бизнесу расти и добиваться успеха. Ознакомьтесь с отзывами довольных клиентов!"
      },
      "faqs": {
        "title": "Часто задаваемые вопросы",
        "subtitle": "Остались вопросы? Свяжитесь с нашей командой по support@quant-apps.com"
      },
      "cta": {
        "title": "Готовы воплотить ваш проект в жизнь?",
        "subtitle": "Давайте вместе создадим уникальные цифровые решения с индивидуальной разработкой и дизайном, адаптированными под ваши бизнес-задачи.",
        "button": "Начать проект"
      }
    },
    "services": {
      "uiux": {
        "title": "UI/UX Дизайн",
        "text": "Мы создаем визуально привлекательные и удобные интерфейсы, обеспечивающие интуитивную навигацию и высокий уровень пользовательского опыта. Наши UI/UX решения подходят для веб- и мобильных приложений, гарантируя простоту взаимодействия, высокий уровень вовлеченности и оптимизированный пользовательский путь."
      },
      "mobile": {
        "title": "Разработка мобильных приложений для iOS/Android",
        "text": "Мы разрабатываем высокопроизводительные мобильные и веб-приложения, оптимизированные по скорости, безопасности и масштабируемости. Наши решения обеспечивают интуитивный пользовательский интерфейс, обработку большого трафика, плавное взаимодействие и надежную архитектуру для бизнеса, ориентированного на долгосрочный рост."
      },
      "web": {
        "title": "Разработка веб-сайтов",
        "text": "Мы создаем быстродействующие, SEO-оптимизированные сайты, обеспечивающие безопасность, скорость и высокую конверсию пользователей. Наши адаптивные сайты работают на всех устройствах, повышая вовлеченность клиентов. Мы разрабатываем уникальный веб-дизайн, кастомизированные решения и масштабируемые платформы, которые улучшают бизнес-процессы и онлайн-видимость."
      },
      "crm": {
        "title": "CRM-решения",
        "text": "Разрабатываем персонализированные CRM-системы, которые оптимизируют бизнес-процессы, автоматизируют работу с клиентами и повышают эффективность продаж. Наши CRM-решения интегрируются с существующими инструментами, анализируют данные и улучшают взаимодействие с клиентами, помогая компаниям увеличивать прибыль и автоматизировать продажи."
      },
      "crossPlatform": {
        "title": "Кроссплатформенная разработка",
        "text": "Мы специализируемся на разработке кроссплатформенных мобильных приложений, которые работают на iOS и Android без потери производительности. Используем современные фреймворки, такие как React Native и Flutter, создавая качественные, быстро работающие и удобные приложения для выхода на широкий рынок."
      },
      "support": {
        "title": "Поддержка и обслуживание",
        "text": "Мы предоставляем техническую поддержку и сопровождение веб-сайтов, мобильных приложений и ПО, чтобы они работали без перебоев. В наши услуги входят мониторинг производительности, обновления безопасности, устранение ошибок и улучшение функционала, что помогает избежать сбоев и повысить стабильность системы."
      }
    },
    "reasons": {
      "expert": {
        "title": "Экспертные IT-решения",
        "text": "Наша команда использует глубокую отраслевую экспертизу, создавая современные цифровые продукты. Следуя новейшим трендам и лучшим практикам, мы разрабатываем инновационные, масштабируемые и безопасные IT-решения, адаптированные под ваш бизнес."
      },
      "client": {
        "title": "Цифровая стратегия, ориентированная на клиента",
        "text": "Мы учитываем бизнес-цели клиентов, адаптируя веб- и мобильную разработку под их стратегию. Благодаря глубокой аналитике рынка и интерактивному подходу, мы создаем пользовательские IT-решения, которые повышают вовлеченность и увеличивают прибыль."
      },
      "results": {
        "title": "Разработка, ориентированная на результат",
        "text": "Наша главная задача — достижение измеримых результатов. Мы объединяем технический опыт и креативные решения, создавая мощные мобильные приложения, веб-платформы и CRM-системы, которые улучшают UX, повышают продуктивность и ускоряют рост бизнеса."
      },
      "partnership": {
        "title": "Долгосрочное цифровое партнерство",
        "text": "Мы строим долговременные отношения с клиентами, обеспечивая постоянную поддержку, обслуживание и обновления IT-продуктов. Наш подход гарантирует безопасность, надежность и функциональность решений, помогая вашему бизнесу оставаться конкурентоспособным и инновационным."
      }
    },
    "reviews": {
      "sarah": {
        "content": "Great! So quick and easy to work with. We are super satisfied so far and will continue to work.",
        "name": "Sarah Istwany",
        "description": "Representing Rye Country Day School",
        "link": "https://www.ryecountryday.org/"
      },
      "barnabas": {
        "content": "It was great working. Definitely will be using again, already in the process of placing another order!",
        "name": "Barnabas Willis",
        "description": "Клиент с Fiverr",
        "link": "https://www.ryecountryday.org/"
      },
      "leslie": {
        "content": "Very good work looking forward to working together again.",
        "name": "Leslie Alexander",
        "description": "Клиент с Fiverr",
        "link": "https://www.ryecountryday.org/"
      },
      "draft": {
        "content": "10 out of 10 will recommend!",
        "name": "Draft Pick Design",
        "description": "Клиент с Fiverr",
        "link": "https://www.ryecountryday.org/"
      },
      "more": {
        "text": "Больше отзывов можно посмотреть на",
        "fiverr": {
          "link": "https://www.fiverr.com/drimba3?public_mode=true",
          "alt": "Fiverr logo"
        }
      }
    },
    "faqs": {
      "services": {
        "question": "Какие услуги предоставляет Quant-Apps?",
        "answer": "Quant-Apps специализируется на <strong>разработке мобильных приложений для iOS и Android<strong>, создании кроссплатформенных решений на React Native, CRM-систем, UI/UX-дизайна и логотипов. Мы предлагаем индивидуальные цифровые решения, начиная от концепции и дизайна до полного развертывания и оптимизации."
      },
      "custom": {
        "question": "Можете ли вы разработать индивидуальное приложение для моего бизнеса?",
        "answer": "Да! Мы тесно сотрудничаем с компаниями, создавая приложения для iOS, Android и кросс-платформенные решения, которые соответствуют вашему бренду и уникальным потребностям. От стартапов до крупных компаний — мы разрабатываем приложения, которые помогут вам выделиться."
      },
      "cost": {
        "question": "Сколько стоит разработка мобильного приложения?",
        "answer": "Стоимость разработки зависит от сложности приложения, его функций и требований. Мы предоставляем прозрачную и индивидуальную смету, которая соответствует вашему бюджету и целям для iOS приложений, Android приложений, кросс-платформенных решений и CRM-систем."
      },
      "unique": {
        "question": "Чем Quant-Apps отличается от других компаний?",
        "answer": "В Quant-Apps мы сочетаем креативность с технической экспертизой. Наш сооснователь, Рома Гуцу, начал свою карьеру как разработчик приложений для iOS и Android, и, шаг за шагом, стал генеральным директором компании, где возглавил движение по созданию инновационных решений. В свою очередь, Вячеслав Солтан, сооснователь компании, начал свою карьеру графическим дизайнером и привнес уникальный подход в разработку визуально привлекательных и удобных приложений для iOS, Android и кросс-платформенных решений."
      },
      "platforms": {
        "question": "Для каких платформ вы разрабатываете?",
        "answer": "Quant-Apps <strong>разрабатывает приложения</strong> для iOS, Android, а также предоставляет кросс-платформенные решения с фокусом на отличную производительность, безопасность и интеграцию с экосистемой Apple и Android."
      },
      "timeline": {
        "question": "Сколько времени занимает разработка приложения?",
        "answer": "Время разработки зависит от сложности и функционала приложения. Обычно это занимает от 1 до 3 месяцев, включая разработку приложений для iOS, Android, кросс-платформенные решения и CRM-системы, а также дизайн и тестирование."
      },
      "support": {
        "question": "Вы предоставляете поддержку после запуска приложения?",
        "answer": "Да, мы предоставляем услуги поддержки и обслуживания даже после запуска приложения, включая обновления и улучшения, чтобы гарантировать его безопасность и стабильную работу."
      },
      "start": {
        "question": "Как начать работу с Quant-Apps?",
        "answer": "Начать просто! Свяжитесь с нами для бесплатной консультации, на которой мы обсудим вашу идею приложения, цели и требования. Затем мы проведем вас через процесс разработки и поможем воплотить ваше видение в реальность."
      }
    },
    "serviceButton" : "Подробнее",
    "reviewButton" : "Открыть сайт"
  },
"contactForm": {
    "fields": {
      "fullName": "Полное имя",
      "email": "Электронная почта",
      "servicesHeading": "Выберите услуги, которые вам нужны для проекта:",
      "servicesMobile": "Почему вы обращаетесь к нам?",
      "budget": "Ваш бюджет",
      "budgetDescription": "Переместите ползунок, чтобы указать диапазон бюджета",
      "message": "Ваше сообщение",
      "attachments": "Вложения",
      "selectedFiles": "Выбранные файлы:"
    },
    "services": [
      { "id": "web-dev", "label": "Веб-разработка" },
      { "id": "crm-dev", "label": "Разработка CRM" },
      { "id": "app-dev", "label": "Разработка мобильных приложений" },
      { "id": "server", "label": "Серверы/Backend" },
      { "id": "ui-ux", "label": "Дизайн UI/UX" },
      { "id": "others", "label": "Другое" }
    ],
    "placeholders": {
      "input": "Введите здесь"
    },
    "buttons": {
      "submit": "Отправить",
      "submitting": "Отправка..."
    },
    "validation": {
      "name": {
        "required": "Полное имя обязательно",
        "minLength": "Должно содержать минимум 3 символа"
      },
      "email": {
        "required": "Электронная почта обязательна",
        "invalid": "Неверный формат электронной почты"
      },
      "services": {
        "minSelect": "Выберите хотя бы одну услугу"
      },
      "message": {
        "required": "Сообщение обязательно",
        "minLength": "Должно содержать минимум 10 символов"
      },
      "budget": {
        "required": "Бюджет обязателен"
      }
    },
    "notifications": {
      "success": "Форма успешно отправлена!",
      "error": "Не удалось отправить форму. Пожалуйста, попробуйте еще раз."
    }
  },
  "formAlert": {
    "success": "Мы получили ваше сообщение! Наша команда свяжется с вами в ближайшее время.",
    "error": "Не удалось отправить форму. Пожалуйста, попробуйте еще раз."
  }

}