{
  "AboutUs": "Despre noi",
  "WhereInnovationsMeetsVisionCrafting": "Creăm Soluții Digitale Care Inspiră.",
  "AboutUsTextStaticParagraph": "La Quant-Apps, suntem o companie tânără, dar punem multă experiență și pasiune în fiecare proiect. De-a lungul anilor, am colaborat cu o varietate de clienți, oferind soluții inovative care nu doar că îndeplinesc așteptările, dar le depășesc. Ne specializăm în transformarea ideilor ambițioase în aplicații și site-uri web complet funcționale și vizual uimitoare, care nu doar că funcționează eficient, dar lasă și o impresie de neuitat.",
  "ExpandableAboutUsTextParagraphFirstPart": "Echipa noastră este o combinație de gânditori creativi și experți tehnici, care trăiesc pentru a rezolva provocări și a extinde limitele posibilului. Fie că este vorba de o aplicație mobilă stilizată, un site web captivant sau o transformare digitală completă — abordăm fiecare proiect cu idei noi, adaptându-ne munca viziunii și obiectivelor de afaceri ale clientului.",
  "ExpandableAboutUsTextParagraphSecondPart": "Ceea ce ne diferențiază este angajamentul nostru față de colaborare. Suntem convinși că cele mai bune rezultate se obțin printr-o interacțiune strânsă cu clienții, o înțelegere profundă a nevoilor lor și o comunicare constantă pe parcursul întregului proces. Nu doar dezvoltăm produse — construim parteneriate care se dezvoltă odată cu afacerea ta.",
  "ExpandableAboutUsTextParagraphThirdPart": "La Quant-Apps, considerăm fiecare proiect o oportunitate de a inova și de a crea ceva remarcabil. Suntem mândri că nu doar creăm soluții funcționale și ușor de utilizat, ci și experiențe de neuitat. Haideți să lucrăm împreună pentru a transforma ideile tale în soluții care vor aduce succes și vor face ca afacerea ta să iasă în evidență în lumea digitală.",
  "Collapse": "Restrânge",
  "ReadMore": "Mai multe detalii",
  "Timeline": "Cronologia",
  "ShapingFutureMilestone": "Formarea Viitorului, Pas Cu Pas",
  "GoodIdeaDetails": "De la freelancer la Fiverr până la expert în design UI/UX și extinderea portofoliului de soluții de design inovative.",
  "IncreaseDetails": "Imersie în dezvoltarea aplicațiilor și CRM pentru livrarea de produse, implementând cele mai noi inovații digitale.",
  "InnovationDetails": "Crearea de proiecte inovative bazate pe tehnologii moderne și dezvoltarea în continuare a soluțiilor inovative."
}
