{
  "WhatServiceYouOffer": "Care servicii oferiți?",
  "WhatServiceYouOfferDetails": "Quant-Apps se specializează în dezvoltarea aplicațiilor mobile pentru iOS, dezvoltarea aplicațiilor pentru Android, precum și în dezvoltarea aplicațiilor cross-platform – React Native, CRM-sisteme, UI/UX design și crearea de logo-uri. De asemenea, oferim soluții pentru integrarea completă a aplicațiilor și optimizarea acestora.",
  "WhatPlatformYouDevelop": "Pe ce platforme dezvoltați aplicații?",
  "WhatPlatformYouDevelopDetails": "Quant-Apps dezvoltă aplicații pentru iOS, Android, CRM și oferă soluții cross-platform, cu un accent pe performanță excelentă, securitate și integrare cu ecosistemul Apple și Android.",
  "CanBuildCustomApp": "Pot comanda o aplicație personalizată pentru afacerea mea?",
  "CanBuildCustomAppDetails": "Da! Colaborăm strâns cu companiile pentru a crea aplicații personalizate pentru iOS/Android, care se potrivesc cu brandul și cu nevoile specifice ale fiecărei afaceri. De la startup-uri mici până la companii mari, dezvoltăm aplicații care te vor ajuta să te diferențiezi pe piața digitală.",
  "HowLongItTake": "Cât timp durează dezvoltarea unei aplicații?",
  "HowLongItTakeDetails": "Timpul de dezvoltare depinde de complexitatea și funcționalitățile aplicației, dar în general variază între 1 și 3 luni. Ne concentrăm pe livrarea unor soluții rapide și eficiente.",
  "HowMuchCost": "Cât costă dezvoltarea unei aplicații?",
  "HowMuchCostDetails": "Costurile variază în funcție de complexitatea aplicației și de cerințele acesteia. Oferim o estimare personalizată a costurilor, adaptată la bugetul tău și la cerințele aplicației tale.",
  "OfferSupportAfter": "Oferiți suport după lansarea aplicației?",
  "OfferSupportAfterDetails": "Da, oferim servicii de suport și întreținere pentru aplicațiile dezvoltate, inclusiv actualizări și îmbunătățiri continue, pentru a garanta funcționarea optimă a aplicației.",
  "WhatSetsApart": "Ce face Quant-Apps diferit de altele?",
  "WhatSetsApartDetails": "Quant-Apps combină expertiza tehnică cu o viziune inovatoare. Fondatorul nostru are o carieră dedicată dezvoltării aplicațiilor pentru iOS și Android, iar echipa noastră este specializată în crearea de aplicații inovative care respectă cele mai noi standarde tehnologice.",
  "HowGetStarted": "Cum începe colaborarea cu Quant-Apps?",
  "HowGetStartedDetails": "Începem printr-o discuție gratuită despre ideile tale pentru aplicație. După ce discutăm detaliile și cerințele, vom crea un plan personalizat pentru implementarea ideilor tale în realitate."
}
