{
  "WeBuildAppsThatEmpower": "Creăm aplicații web și mobile inclusiv soluții CRM care duc afacerea ta la un nou nivel",
  "WeSpecializeInBuilding": "Dezvoltăm aplicații mobile care stimulează creșterea afacerii tale. Soluțiile noastre atrag utilizatorii și creează noi oportunități pentru dezvoltarea companiei tale.",
  "WatchVideo": "Vizionați videoclipul",
  "LetsTalk": "Contactează-ne",
  "ReadMore": "Află mai multe",
  "OurProjects": "Proiectele noastre",
  "InnovationStartsVision": "Inovațiile încep cu o idee.",
  "ExploreProjectsTurnedIntoReality": "Descoperă proiecte inspiraționale pe care le-am transformat în realitate!",
  "MeditationPlayerAppDescription": "O aplicație elegantă pentru meditație, cu o interfață liniștitoare, care te introduce în lumea sunetelor relaxante și a sesiunilor ghidate pentru o stare de calm absolut.",
  "MarketDeliveryGroceryAppDescription": "O platformă de livrare a produselor alimentare care îți permite să selectezi și să comanzi cu ușurință produse proaspete și alte articole, transformând procesul de cumpărături într-unul rapid și convenabil.",
  "HomeServeWareShoppingAppDescription": "O aplicație modernă de cumpărături dedicată serveware-ului și accesoriilor de bucătărie, care oferă colecții atent selectate de produse elegante și practice pentru casa ta.",
  "ExploreWorldTravelAppDescription": "O aplicație convenabilă pentru călătorii, care îți permite să descoperi destinații noi, să compari bilete de avion, să rezervi cazare și să explorezi atracțiile locale – totul într-un singur loc.",
  "BarkCheckDescription": "Aplicația BarkCheck îi ajută pe proprietarii de animale de companie să gestioneze vaccinările, să planifice vizitele la veterinar, să creeze planuri de alimentație și să găsească saloanele de îngrijire cele mai apropiate – totul într-un interfață simplă și ușor de utilizat.",
  "TripFlickAppDescription": "Aplicația TripFlick este un instrument practic pentru planificarea călătoriilor, care simplifică organizarea acestora prin oferirea de trasee personalizate.",
  "ShapeYourBodyFitnessAppDescription": "Aplicație de fitness, dezvoltată pentru a ajuta utilizatorii să își atingă obiectivele de antrenament, oferind planuri personalizate de antrenament, urmărirea progresului și conținut motivațional într-o interfață elegantă.",
  "HotelManagementDashboardDescription": "Aplicație intuitivă pentru iPad, care simplifică gestionarea hotelului, oferind date în timp real despre rezervări, statutul camerelor și informațiile despre oaspeți, asigurând fluxuri de lucru eficiente și un serviciu excelent.",
  "QuantAppsWebsiteDescription": "Website elegant și modern, care prezintă experiența noastră în dezvoltarea aplicațiilor web și iOS — proiectat și creat de echipa noastră.",
  "ShowMore": "Afișează mai mult",
  "Collapse": "Restrânge",
  "Team": "Echipa noastră",
  "TeamDescription": "Creatorii succesului nostru, care deschid noi orizonturi ale posibilităților digitale.",
  "CeoAndFounder": "Director general și fondator",
  "CeoAndFounderDetails": "Director general cu peste 5 ani de experiență în dezvoltarea de soluții CRM, aplicații și website-uri, creând soluții inovatoare care schimbă regulile jocului.",
  "CoFounder": "Cofondator",
  "CoFounderDetails": "Designer grafic cu peste 7 ani de experiență în UI/UX și motion design, creând soluții vizuale atractive și intuitive.",
  "ClientSuccessStories": "Recenzii",
  "LeslieAlexanderComment": "O muncă excelentă, aștept cu nerăbdare o nouă colaborare.",
  "SarahIstwanyComment": "Excelent! A fost atât de rapid și ușor să colaborăm. Suntem complet mulțumiți de rezultat și vom continua colaborarea.",
  "BarnabasWillisComment": "A fost grozav să lucrăm împreună. Cu siguranță voi apela din nou... deja lucrez la plasarea unei noi comenzi!",
  "DraftPickDesignComment": "10 din 10. Vă voi recomanda.",
  "AllReviewsOn": "Toate recenziile pot fi vizualizate pe",
  "BrowserDoesNotSupportVideo": "Your browser doesn't support video."
}
