{
  "PrivacyPolicy": "Politica de Confidențialitate",
  "LastUpdatedOn": "Ultima actualizare",
  "ShortDescription": "Quant-Apps („noi”, „al nostru” sau „noi”) se angajează să protejeze confidențialitatea dumneavoastră. Această Politică de Confidențialitate explică modul în care colectăm, utilizăm, dezvăluim și protejăm informațiile dumneavoastră atunci când vizitați site-ul nostru sau utilizați serviciile noastre. Accesând site-ul nostru sau utilizând serviciile noastre, sunteți de acord cu termenii acestei Politici de Confidențialitate. Dacă nu sunteți de acord, vă rugăm să nu utilizați serviciile noastre.",
  "InformationWeCollect": "Informațiile pe care le colectăm",
  "WeCollect": "Colectăm atât informații personale, cât și informații nepersonale pentru a furniza și îmbunătăți serviciile noastre.",
  "PersonalInformation": "Informații personale",
  "ThisIncludesAnyInformation": "Acestea includ orice informații pe care le furnizați voluntar, cum ar fi:",
  "Name": "Numele",
  "EmailAddress": "Adresa de email",
  "PhoneNumber": "Numărul de telefon",
  "BillingInformation": "Informații de plată",
  "AnyOtherInformation": "Oricare alte informații furnizate prin formularele noastre de contact sau canalele de comunicare.",
  "NonPersonalInformation": "Informații nepersonale",
  "ThisIncludesAutomaticallyCollected": "Acestea includ informații colectate automat, cum ar fi:",
  "IpAddress": "Adresa IP",
  "BrowserType": "Tipul browser-ului",
  "OperatingSystem": "Sistemul de operare",
  "PagesViewedAndTime": "Paginile pe care le vizualizați și timpul petrecut pe site-ul nostru",
  "DeviceInformation": "Informații despre dispozitiv",
  "HowWeUseInformation": "Cum utilizăm informațiile dumneavoastră",
  "WeUseCollected": "Folosim informațiile colectate pentru următoarele scopuri:",
  "ToProvideAndManage": "Pentru a furniza și gestiona serviciile noastre",
  "ToCommunicateWithYou": "Pentru a vă contacta în legătură cu solicitările sau proiectele dumneavoastră",
  "ToProcessPaymentsAndManageBillings": "Pentru a procesa plățile și a gestiona conturile",
  "ToImproveAndPersonalize": "Pentru a îmbunătăți și personaliza experiența dumneavoastră",
  "ToAnalyzeAndOptimize": "Pentru a analiza utilizarea site-ului și a optimiza performanța acestuia",
  "ToComply": "Pentru a respecta obligațiile legale",
  "HowWeShareInformation": "Cum partajăm informațiile dumneavoastră",
  "WeDoNotSellOrRentInformation": "Nu vindem și nu închiriem informațiile dumneavoastră personale către terțe părți. Totuși, putem partaja informațiile dumneavoastră în următoarele cazuri:",
  "ServiceProviders": "Furnizori de servicii: Cu furnizori terți de încredere care ne ajută să furnizăm serviciile noastre, cum ar fi procesatori de plăți sau furnizori de găzduire.",
  "LegalCompliance": "Respectarea legii: Când este cerut de lege sau pentru protejarea drepturilor și intereselor noastre.",
  "BusinessTransfers": "Transferul afacerii: În cazul unei fuziuni, achiziții sau vânzări a întregii sau unei părți din activele noastre, informațiile dumneavoastră pot fi transferate.",
  "CookiesAndTrackingTechnologies": "Cookie-uri și tehnologii de urmărire",
  "WeUseCookiesAndSimilarTrackingTechnologies": "Folosim cookie-uri și tehnologii similare de urmărire pentru a îmbunătăți experiența dumneavoastră. Cookie-urile sunt fișiere mici stocate pe dispozitivul dumneavoastră care ne ajută să vă recunoaștem și să îmbunătățim funcționalitatea site-ului. Puteți controla cookie-urile prin setările browser-ului dumneavoastră, însă dezactivarea cookie-urilor poate limita anumite funcții ale site-ului nostru.",
  "DataSecurity": "Protecția datelor",
  "WeImplementAppropriateTechnical": "Luăm măsuri tehnice și organizatorice corespunzătoare pentru a proteja informațiile dumneavoastră împotriva accesului neautorizat, divulgării sau distrugerii. Totuși, transmiterea datelor pe internet nu este complet sigură, iar noi nu putem garanta siguranța absolută.",
  "YourRights": "Drepturile dumneavoastră",
  "DependingOnJurisdiction": "În funcție de jurisdicție, este posibil să aveți următoarele drepturi în legătură cu informațiile dumneavoastră personale:",
  "AccessPersonalInformation": "Să accesați informațiile personale și să solicitați o copie",
  "CorrectOrUpdate": "Să corectați sau să actualizați informațiile incorecte",
  "RequestDeletion": "Să solicitați ștergerea informațiilor dumneavoastră",
  "ObjectToProcessingOrRestrict": "Să obiectați împotriva prelucrării sau să restricționați prelucrarea informațiilor dumneavoastră",
  "WithdrawConsentWhereProcessing": "Să retrageți consimțământul dacă prelucrarea este bazată pe consimțământul dumneavoastră",
  "ToExerciseContactUsAt": "Pentru a utiliza aceste drepturi, contactați-ne la adresa support@quant-apps.com.",
  "ThirdPartyLinks": "Linkuri către site-uri externe",
  "OurWebsiteMayContain": "Site-ul nostru poate conține linkuri către site-uri externe. Nu ne asumăm responsabilitatea pentru politica de confidențialitate sau conținutul acestor site-uri externe.",
  "ChildrenPrivacy": "Confidențialitatea copiilor",
  "OurServicesAreNotDirected": "Serviciile noastre nu sunt destinate persoanelor sub 18 ani. Nu colectăm intenționat informații personale de la copii. Dacă considerați că am colectat accidental informații de la un copil, vă rugăm să ne contactați pentru a le elimina.",
  "ChangesToThisPrivacyPolicy": "Modificări ale acestei Politici de Confidențialitate",
  "WeMayUpdateThisPrivacyPolicy": "Vom actualiza periodic această Politică de Confidențialitate. Actualizările vor fi publicate pe această pagină, indicând „Data ultimei actualizări”. Continuarea utilizării serviciilor noastre după modificarea Politicii va însemna acordul dumneavoastră cu politica actualizată.",
  "ContactUs": "Contactați-ne",
  "ForAnyQuestionOrConcernsContactUs": "Dacă aveți întrebări sau preocupări cu privire la această Politică de Confidențialitate sau la practicile noastre de prelucrare a datelor, vă rugăm să ne contactați la:",
  "Email": "Email",
  "RepublicOfMoldova": "Republica Moldova",
  "ThankYouForTrusting": "Mulțumim că aveți încredere în Quant-Apps pentru protejarea informațiilor dumneavoastră."
}
