{
  "TermsOfUse": "Termeni și condiții",
  "LastUpdatedOn": "Ultima actualizare:",
  "WelcomeSpeech": "Bun venit la Quant-Apps! Vă rugăm să citiți cu atenție acești Termeni și Condiții (\"Termeni\") înainte de a utiliza site-ul nostru și serviciile noastre. Accesând Quant-Apps (\"noi\", \"al nostru\" sau \"noi\") sau utilizând serviciile noastre, sunteți de acord cu acești Termeni. Dacă nu sunteți de acord cu aceștia, vă rugăm să nu utilizați serviciile noastre.",
  "AcceptanceOfTerms": "Acceptarea termenilor",
  "AcceptanceOfTermsDetails": "Accesând site-ul nostru sau utilizând serviciile noastre, confirmați că aveți cel puțin 18 ani și sunteți de acord să respectați acești Termeni. Dacă accesați site-ul în numele unei companii, confirmați că aveți autoritatea de a încheia un acord în numele acesteia.",
  "ServicesProvided": "Serviciile furnizate",
  "ServicesProvidedDetails": "Quant-Apps oferă servicii în domeniul dezvoltării IT, inclusiv dezvoltarea de aplicații mobile, design UI/UX și soluții software. Toate serviciile furnizate vor fi reglementate printr-un acord separat, care va specifica domeniul, rezultatele și condițiile colaborării.",
  "IntellectualProperty": "Proprietatea intelectuală",
  "IntellectualPropertyDetails": "Tot conținutul, mărcile comerciale, logo-urile și materialele furnizate de Quant-Apps, inclusiv, dar fără a se limita la, design-uri, software și cod, sunt proprietatea Quant-Apps, cu excepția cazului în care se precizează altfel. Nu aveți dreptul să utilizați, să copiați, să reproduceți sau să distribuiți materialele fără permisiune scrisă explicită.",
  "UserConduct": "Comportamentul utilizatorilor",
  "UserConductListHeader": "Sunteți de acord să utilizați site-ul nostru și serviciile doar pentru scopuri legale și nu veți:",
  "UserConductListFirstChild": "Desfășura activități care pot dăuna sau afecta site-ul nostru sau serviciile;",
  "UserConductListSecondChild": "Încercați să obțineți acces neautorizat la părți din site-ul nostru sau la serverele noastre;",
  "UserConductListThirdChild": "Utilizați serviciile noastre pentru scopuri ilegale, frauduloase sau dăunătoare.",
  "DisclaimerOfWarranties": "Renunțarea la garanții",
  "DisclaimerOfWarrantiesDetails": "Quant-Apps furnizează serviciile \"așa cum sunt\" și \"așa cum sunt disponibile\". Deși ne străduim să oferim servicii de calitate, nu garantăm că site-ul nostru sau serviciile nu vor avea întreruperi, erori sau că vor corespunde așteptărilor dumneavoastră. În măsura maximă permisă de lege, renunțăm la orice garanții, explicite sau implicite.",
  "LimitationOfLiability": "Limitarea răspunderii",
  "LimitationOfLiabilityDetails": "Quant-Apps nu va fi responsabil pentru daune indirecte, accidentale sau colaterale care pot apărea din utilizarea site-ului nostru sau a serviciilor. Răspunderea totală față de dumneavoastră nu va depăși suma plătită pentru serviciile furnizate în ultimele șase luni.",
  "ThirdPartyLinks": "Linkuri către site-uri externe",
  "ThirdPartyLinksDetails": "Site-ul nostru poate conține linkuri către site-uri externe. Quant-Apps nu își asumă responsabilitatea pentru conținutul, politica sau practicile acestor site-uri externe.",
  "Termination": "Suspendarea accesului",
  "TerminationDetails": "Ne rezervăm dreptul de a suspenda sau de a încheia accesul dumneavoastră la site-ul nostru sau la serviciile noastre la discreția noastră, fără notificare prealabilă și din orice motiv, inclusiv în cazul încălcării acestor Termeni.",
  "GoverningLaw": "Legea aplicabilă",
  "GoverningLawDetails": "Acești Termeni sunt reglementați și interpretați conform legii din Republica Moldova. Orice dispute care decurg din sau în legătură cu acești Termeni vor fi soluționate exclusiv în instanțele din Republica Moldova.",
  "ModificationsToTerms": "Modificarea termenilor",
  "ModificationsToTermsDetails": "Quant-Apps își rezervă dreptul de a modifica acești Termeni în orice moment. Termenii actualizați vor fi publicați pe site-ul nostru, iar continuarea utilizării serviciilor noastre va însemna acceptarea modificărilor.",
  "ContactUs": "Contact",
  "ForAnyQuestionPleaseContactAt": "Dacă aveți întrebări sau comentarii referitoare la acești Termeni, vă rugăm să ne contactați la:",
  "Email": "Email",
  "RepublicOfMoldova": "Republica Moldova",
  "ThankYouForChoosing": "Mulțumim că ați ales Quant-Apps."
}
