{
  "WhatServiceYouOffer": "What services do you offer?",
  "WhatServiceYouOfferDetails": "Quantica specializes in iOS mobile app development, UI/UX design, and logo creation. We offer tailored solutions, from app concept and design to full development and deployment, along with long-term support and optimization.",
  "WhatPlatformYouDevelop": "What platforms do you develop for?",
  "WhatPlatformYouDevelopDetails": "Quantica focuses on iOS mobile app development. Our expertise lies in building apps optimized for the Apple ecosystem, ensuring high performance, intuitive user interfaces, and seamless integration with iOS devices.",
  "CanBuildCustomApp": "Can you build a custom app for my business?",
  "CanBuildCustomAppDetails": "Yes! We work closely with businesses to create custom iOS apps that align with your brand and specific needs. From small startups to established companies, we craft apps that help you stand out in the competitive digital landscape.",
  "HowLongItTake": "How long does it take to develop an app?",
  "HowLongItTakeDetails": "The development timeline depends on the complexity and features of the app. Typically, app development can take anywhere from 1 to 3 months, including the design, development, and testing phases. We work closely with clients to set clear milestones and ensure timely delivery.",
  "HowMuchCost": "How much does app development cost?",
  "HowMuchCostDetails": "The cost of app development varies depending on the app’s features, complexity, and design requirements. After discussing your project in detail, we provide a transparent, customized quote that fits your budget and business goals.",
  "OfferSupportAfter": "Do you offer support after the app is launched?",
  "OfferSupportAfterDetails": "Yes, we offer ongoing support and maintenance services even after your app is launched. Our team ensures that your app stays updated, secure, and runs smoothly as iOS updates or user needs evolve.",
  "WhatSetsApart": "What sets Quantica apart?",
  "WhatSetsApartDetails": "At Quantica, we blend creativity with technical expertise. Our founder and CEO, Veaceslav Soltan, started his career as a graphic designer, giving us a unique edge in delivering visually stunning and user-friendly apps. We offer personalized service, ensuring your app is crafted to your exact specifications.",
  "HowGetStarted": "How do I get started with Quantica?",
  "HowGetStartedDetails": "Getting started is simple! Contact us for a free consultation where we’ll discuss your app idea, goals, and requirements. From there, we’ll guide you through the development process and help bring your vision to life."
}
