{
  "WeBuildAppsThatEmpower": "We Build Web and Mobile Apps, Including CRM Solutions, That Empower Your Business",
  "WeSpecializeInBuilding": "We specialize in building mobile apps that empower businesses by delivering solutions. Our apps are designed to maximize user engagement and drive growth for your company.",
  "WatchVideo": "Watch video",
  "LetsTalk": "Let's Talk",
  "ReadMore": "Read more",
  "OurProjects": "Our Projects",
  "InnovationStartsVision": "Innovation starts with a vision.",
  "ExploreProjectsTurnedIntoReality": "Explore the exciting projects we’ve turned into reality!",
  "MeditationPlayerAppDescription": "A sleek mobile application designed for meditation, offering users a calm and minimalistic interface to play guided meditation sessions and soothing sounds.",
  "MarketDeliveryGroceryAppDescription": "A grocery delivery platform that allows users to browse and order fresh produce and other groceries, streamlining the process of selecting, ordering, and receiving essentials.",
  "HomeServeWareShoppingAppDescription": "A modern e-commerce app focused on home and kitchen serveware, featuring curated collections of stylish and functional items for home use.",
  "ExploreWorldTravelAppDescription": "A user-friendly travel app that enables users to discover new destinations, compare flights, book accommodations, and explore local attractions—all in one place.",
  "BarkCheckDescription": "The BarkCheck App helps pet owners manage vaccinations, vet visits, nutrition plans, and find nearby groomers, all in a simple, user-friendly interface.",
  "TripFlickAppDescription": "The TripFlick App is a travel planning tool that simplifies trip organization, offering personalized itineraries, destination recommendations, and seamless booking—all in a vibrant, user-friendly interface.",
  "ShapeYourBodyFitnessAppDescription": "A fitness app tailored to help users achieve their workout goals, offering personalized training plans, progress tracking, and motivational content in a sleek interface.",
  "HotelManagementDashboardDescription": "An intuitive iPad app that simplifies hotel operations with real-time insights into reservations, room statuses, and guest details, ensuring efficient workflows and excellent service.",
  "QuantAppsWebsiteDescription": "A sleek and modern website showcasing our expertise in web and iOS app development—designed and built by our team.",
  "ShowMore": "Show more",
  "Collapse": "Collapse",
  "Team": "Team",
  "TeamDescription": "Meet the visionary behind our success, crafting innovative digital strategies and paving the way for new opportunities.",
  "CeoAndFounder": "CEO and Founder",
  "CeoAndFounderDetails": "CEO with 7+ years in CRM, app, and website development, creating innovative and scalable solutions.",
  "CoFounder": "Co-Founder",
  "CoFounderDetails": "Experienced graphic designer with over 7 years in UI/UX and motion design, creating impactful and user-friendly digital experiences.",
  "ClientSuccessStories": "Client Success Stories",
  "LeslieAlexanderComment": "Very good work looking forward to working together again.",
  "SarahIstwanyComment": "GREAT! So quick and easy to work with. We are super satisfied so far and will continue to work.",
  "BarnabasWillisComment": "It was great working. Definitely will be using him again...already in the process of placing another order!",
  "DraftPickDesignComment": "10 out of 10 will recommend",
  "AllReviewsOn": "All reviews can be viewed on",
  "BrowserDoesNotSupportVideo": "Your browser doesn't support video."
}
