{
  "AboutUs": "О нас",
  "WhereInnovationsMeetsVisionCrafting": "Там, Где Инновации Встречаются С Вашим Видением — Создаем Цифровые Решения, Которые Вдохновляют",
  "AboutUsTextStaticParagraph": "В Quant-Apps мы, возможно, молодая компания, но в каждый проект мы вкладываем богатый опыт и страсть. За годы работы мы сотрудничали с разнообразными клиентами, предоставляя инновационные решения, которые не просто оправдывают ожидания, а превосходят их. Мы специализируемся на превращении амбициозных идей в полностью функциональные, визуально потрясающие приложения и веб-сайты, которые не только эффективно работают, но и оставляют незабвенное впечатление.",
  "ExpandableAboutUsTextParagraphFirstPart": "Наша команда — это сочетание творческих мыслителей и технических экспертов, которые живут решением задач и расширением границ возможного. Будь то стильное мобильное приложение, увлекательный веб-сайт или полная цифровая трансформация — к каждому проекту мы подходим с новыми идеями, адаптируя нашу работу к уникальному видению и бизнес-целям клиента.",
  "ExpandableAboutUsTextParagraphSecondPart": "Что отличает нас, так это приверженность сотрудничеству. Мы уверены, что лучшие результаты достигаются при тесном взаимодействии с клиентами, глубоком понимании их потребностей и постоянной связи на протяжении всего процесса. Мы не просто разрабатываем продукты — мы строим партнерства, которые развиваются вместе с вашим бизнесом.",
  "ExpandableAboutUsTextParagraphThirdPart": "В Quant-Apps мы рассматриваем каждый проект как возможность для инноваций и создания чего-то выдающегося. Мы гордимся тем, что создаем не просто функциональные и удобные решения, но и незабываемые впечатления. Давайте работать вместе, чтобы превратить ваши идеи в решения, которые принесут успех и выделят ваш бизнес в цифровом мире.",
  "Collapse": "Свернуть",
  "ReadMore": "Подробнее",
  "Timeline": "Хронология",
  "ShapingFutureMilestone": "Формируя Будущее, Шаг За Шагом",
  "GoodIdeaDetails": "От фрилансера на Fiverr до эксперта по дизайну, освоившего векторную графику и другие техники.",
  "IncreaseDetails": "Погружение в разработку приложений и CRM-систем с проектом по доставке продуктов, внедряя передовые цифровые инновации.",
  "InnovationDetails": "Создание проектов с передовыми технологиями, формирующих будущее Quant-Apps."
}
