{
  "WhatServiceYouOffer": "Какие услуги вы предлагаете?",
  "WhatServiceYouOfferDetails": "Quant-Apps специализируется на разработке мобильных приложений для iOS, разработке приложений для Android, кросс-платформенных решениях - React Native, CRM-системах, UI/UX дизайне и создании логотипов. Мы предлагаем индивидуальные решения, от концепции и дизайна до полного развертывания и оптимизации.",
  "WhatPlatformYouDevelop": "Для каких платформ вы разрабатываете?",
  "WhatPlatformYouDevelopDetails": "Quant-Apps разрабатывает приложения для iOS, Android, а также предоставляет кросс-платформенные решения с фокусом на отличную производительность, безопасность и интеграцию с экосистемой Apple и Android.",
  "CanBuildCustomApp": "Могу ли я заказать индивидуальное приложение для моего бизнеса?",
  "CanBuildCustomAppDetails": "Да! Мы тесно сотрудничаем с компаниями, создавая приложения для iOS, Android и кросс-платформенные решения, которые соответствуют вашему бренду и уникальным потребностям. От стартапов до крупных компаний — мы разрабатываем приложения, которые помогут вам выделиться.",
  "HowLongItTake": "Сколько времени занимает разработка приложения?",
  "HowLongItTakeDetails": "Время разработки зависит от сложности и функционала приложения. Обычно это занимает от 1 до 3 месяцев, включая разработку приложений для iOS, Android, кросс-платформенные решения и CRM-системы, а также дизайн и тестирование.",
  "HowMuchCost": "Сколько стоит разработка приложения?",
  "HowMuchCostDetails": "Стоимость разработки зависит от сложности приложения, его функций и требований. Мы предоставляем прозрачную и индивидуальную смету, которая соответствует вашему бюджету и целям для iOS приложений, Android приложений, кросс-платформенных решений и CRM-систем.",
  "OfferSupportAfter": "Предлагаете ли вы поддержку после запуска приложения?",
  "OfferSupportAfterDetails": "Да, мы предоставляем услуги поддержки и обслуживания даже после запуска приложения, включая обновления и улучшения, чтобы гарантировать его безопасность и стабильную работу.",
  "WhatSetsApart": "Что отличает Quantica от других?",
  "WhatSetsApartDetails": "В Quant-Apps мы сочетаем креативность с технической экспертизой. Наш сооснователь, Рома Гуцу, начал свою карьеру как разработчик приложений для iOS и Android, и, шаг за шагом, стал генеральным директором компании, где возглавил движение по созданию инновационных решений. В свою очередь, Вячеслав Солтан, сооснователь компании, начал свою карьеру графическим дизайнером и привнес уникальный подход в разработку визуально привлекательных и удобных приложений для iOS, Android и кросс-платформенных решений.",
  "HowGetStarted": "Как начать работу с Quant-Apps?",
  "HowGetStartedDetails": "Начать просто! Свяжитесь с нами для бесплатной консультации, на которой мы обсудим вашу идею приложения, цели и требования. Затем мы проведем вас через процесс разработки и поможем воплотить ваше видение в реальность."
}
