{
  "PrivacyPolicy": "Политика конфиденциальности",
  "LastUpdatedOn": "Последнее обновление:",
  "ShortDescription": "Quant-Apps (\"мы\", \"наши\" или \"нас\") обязуется защищать вашу конфиденциальность. Настоящая Политика конфиденциальности объясняет, как мы собираем, используем, раскрываем и защищаем вашу информацию при посещении нашего веб-сайта или использовании наших услуг. Получая доступ к нашему веб-сайту или услугам, вы соглашаетесь с условиями этой Политики конфиденциальности. Если вы не согласны с этими условиями, пожалуйста, не используйте наши услуги.",
  "InformationWeCollect": "Информация, которую мы собираем",
  "WeCollect": "Мы собираем как персональную, так и неперсональную информацию для предоставления и улучшения наших услуг.",
  "PersonalInformation": "Персональная информация",
  "ThisIncludesAnyInformation": "Это включает любую информацию, которую вы предоставляете добровольно, такую как:",
  "Name": "Имя",
  "EmailAddress": "Адрес электронной почты",
  "PhoneNumber": "Номер телефона",
  "BillingInformation": "Платежная информация",
  "AnyOtherInformation": "Любая другая информация, предоставленная через наши контактные формы или каналы связи",
  "NonPersonalInformation": "Неперсональная информация",
  "ThisIncludesAutomaticallyCollected": "Это включает автоматически собранную информацию, такую как:",
  "IpAddress": "IP-адрес",
  "BrowserType": "Тип браузера",
  "OperatingSystem": "Операционная система",
  "PagesViewedAndTime": "Страницы, которые вы просматриваете, и время, проведенное на нашем сайте",
  "DeviceInformation": "Информация об устройстве",
  "HowWeUseInformation": "Как мы используем вашу информацию",
  "WeUseCollected": "Мы используем собранную информацию для следующих целей:",
  "ToProvideAndManage": "Для предоставления и управления нашими услугами",
  "ToCommunicateWithYou": "Для связи с вами по вопросам ваших запросов или проектов",
  "ToProcessPaymentsAndManageBillings": "Для обработки платежей и управления счетами",
  "ToImproveAndPersonalize": "Для улучшения и персонализации вашего опыта",
  "ToAnalyzeAndOptimize": "Для анализа использования веб-сайта и оптимизации его работы",
  "ToComply": "Для соблюдения юридических обязательств",
  "HowWeShareInformation": "Как мы делимся вашей информацией",
  "WeDoNotSellOrRentInformation": "Мы не продаем и не сдаем в аренду вашу личную информацию третьим лицам. Однако мы можем передавать вашу информацию в следующих случаях:",
  "ServiceProviders": "Поставщики услуг: С доверенными сторонними поставщиками, которые помогают нам предоставлять наши услуги, такими как платежные процессоры или хостинг-провайдеры.",
  "LegalCompliance": "Юридическое соблюдение: Когда это требуется по закону или для защиты наших прав и интересов.",
  "BusinessTransfers": "Перевод бизнеса: В случае слияния, приобретения или продажи всех или части наших активов ваша информация может быть передана.",
  "CookiesAndTrackingTechnologies": "Файлы cookie и технологии отслеживания",
  "WeUseCookiesAndSimilarTrackingTechnologies": "Мы используем файлы cookie и аналогичные технологии отслеживания для улучшения вашего опыта. Файлы cookie — это небольшие файлы, хранящиеся на вашем устройстве, которые помогают нам распознавать вас и улучшать функциональность сайта. Вы можете контролировать файлы cookie через настройки вашего браузера, однако отключение файлов cookie может ограничить некоторые функции нашего сайта.",
  "DataSecurity": "Защита данных",
  "WeImplementAppropriateTechnical": "Мы принимаем соответствующие технические и организационные меры для защиты вашей информации от несанкционированного доступа, раскрытия или уничтожения. Однако передача данных через интернет не является полностью безопасной, и мы не можем гарантировать абсолютную безопасность.",
  "YourRights": "Ваши права",
  "DependingOnJurisdiction": "В зависимости от юрисдикции, вы можете иметь следующие права относительно вашей персональной информации:",
  "AccessPersonalInformation": "Получить доступ к вашей персональной информации и запросить копию",
  "CorrectOrUpdate": "Исправить или обновить неточную информацию",
  "RequestDeletion": "Запросить удаление вашей информации",
  "ObjectToProcessingOrRestrict": "Возразить против обработки или ограничить обработку вашей информации",
  "WithdrawConsentWhereProcessing": "Отозвать согласие, если обработка основана на вашем согласии",
  "ToExerciseContactUsAt": "Чтобы воспользоваться этими правами, свяжитесь с нами по адресу support@quant-apps.com.",
  "ThirdPartyLinks": "Ссылки на сторонние сайты",
  "OurWebsiteMayContain": "Наш веб-сайт может содержать ссылки на сторонние веб-сайты. Мы не несем ответственности за политику конфиденциальности или контент этих внешних сайтов.",
  "ChildrenPrivacy": "Конфиденциальность детей",
  "OurServicesAreNotDirected": "Наши услуги не предназначены для лиц младше 18 лет. Мы сознательно не собираем персональную информацию от детей. Если вы считаете, что мы случайно собрали информацию от ребенка, пожалуйста, свяжитесь с нами для ее удаления.",
  "ChangesToThisPrivacyPolicy": "Изменения в этой Политике конфиденциальности",
  "WeMayUpdateThisPrivacyPolicy": "Мы можем время от времени обновлять эту Политику конфиденциальности. Обновления будут опубликованы на этой странице с указанием \"Дата последнего обновления\". Ваше дальнейшее использование наших услуг после внесения изменений означает ваше согласие с обновленной политикой.",
  "ContactUs": "Свяжитесь с нами",
  "ForAnyQuestionOrConcernsContactUs": "Если у вас есть вопросы или опасения по поводу этой Политики конфиденциальности или наших практик обработки данных, пожалуйста, свяжитесь с нами:",
  "Email": "Электронная почта",
  "RepublicOfMoldova": "Республика Молдова",
  "ThankYouForTrusting": "Спасибо, что доверяете Quant-Apps вашу информацию."
}
