{
  "TermsOfUse": "Условия использования",
  "LastUpdatedOn": "Последнее обновление:",
  "WelcomeSpeech": "Добро пожаловать в Quant-Apps! Пожалуйста, внимательно прочитайте эти Условия использования (\"Условия\") перед тем, как использовать наш веб-сайт и услуги. Получая доступ к Quant-Apps (\"мы,\" \"наши\" или \"нас\") или используя наши услуги, вы соглашаетесь с этими Условиями. Если вы не согласны с ними, пожалуйста, не используйте наши услуги.",
  "AcceptanceOfTerms": "Принятие условий",
  "AcceptanceOfTermsDetails": "Получая доступ к нашему веб-сайту или используя наши услуги, вы подтверждаете, что вам не менее 18 лет и соглашаетесь соблюдать эти Условия. Если вы получаете доступ от имени компании, вы подтверждаете, что имеете полномочия заключить соглашение от ее имени.",
  "ServicesProvided": "Предоставляемые услуги",
  "ServicesProvidedDetails": "Quant-Apps предлагает услуги в области IT-разработки, включая разработку мобильных приложений, UI/UX дизайн и программные решения. Все предоставляемые услуги будут регулироваться отдельным соглашением, которое определяет объем, результаты и условия сотрудничества.",
  "IntellectualProperty": "Интеллектуальная собственность",
  "IntellectualPropertyDetails": "Весь контент, товарные знаки, логотипы и материалы, предоставленные Quant-Apps, включая, но не ограничиваясь, дизайнами, программным обеспечением и кодом, являются собственностью Quant-Apps, если не указано иное. Вы не можете использовать, копировать, воспроизводить или распространять материалы без явного письменного разрешения.",
  "UserConduct": "Поведение пользователей",
  "UserConductListHeader": "Вы соглашаетесь использовать наш веб-сайт и услуги только для законных целей и не будете:",
  "UserConductListFirstChild": "Заниматься деятельностью, которая нарушает или повреждает наш веб-сайт или услуги.",
  "UserConductListSecondChild": "Пытаться получить несанкционированный доступ к частям нашего веб-сайта или серверов.",
  "UserConductListThirdChild": "Использовать наши услуги для незаконных, мошеннических или вредоносных целей.",
  "DisclaimerOfWarranties": "Отказ от гарантий",
  "DisclaimerOfWarrantiesDetails": "Quant-Apps предоставляет свои услуги \"как есть\" и \"как доступно\". Хотя мы стремимся к совершенству, мы не гарантируем, что наш веб-сайт или услуги будут без перерывов, без ошибок или соответствовать вашим ожиданиям. В максимально возможной степени, разрешенной законом, мы отказываемся от всех гарантий, явных или подразумеваемых.",
  "LimitationOfLiability": "Ограничение ответственности",
  "LimitationOfLiabilityDetails": "Quant-Apps не несет ответственности за любые косвенные, случайные или побочные убытки, возникающие из использования нашего веб-сайта или услуг. Общая ответственность перед вами не должна превышать сумму, уплаченную вами за услуги, предоставленные в течение последних шести месяцев.",
  "ThirdPartyLinks": "Ссылки на сторонние сайты",
  "ThirdPartyLinksDetails": "Наш веб-сайт может содержать ссылки на сторонние веб-сайты. Quant-Apps не несет ответственности за контент, политику или практики этих внешних сайтов.",
  "Termination": "Прекращение действия",
  "TerminationDetails": "Мы оставляем за собой право приостановить или прекратить ваш доступ к нашему веб-сайту или услугам по собственному усмотрению, без предварительного уведомления, по любой причине, включая нарушение этих Условий.",
  "GoverningLaw": "Применимое законодательство",
  "GoverningLawDetails": "Эти Условия регулируются и толкуются в соответствии с законодательством Республики Молдова. Все споры, возникающие из или в связи с этими Условиями, подлежат разрешению исключительно в судах Республики Молдова.",
  "ModificationsToTerms": "Изменения условий",
  "ModificationsToTermsDetails": "Quant-Apps оставляет за собой право изменять эти Условия в любое время. Обновленные Условия будут размещены на нашем веб-сайте, и продолжение использования наших услуг будет означать ваше согласие с изменениями.",
  "ContactUs": "Контакты",
  "ForAnyQuestionPleaseContactAt": "Если у вас есть вопросы или замечания по этим Условиям, пожалуйста, свяжитесь с нами по адресу:",
  "Email": "Электронная почта",
  "RepublicOfMoldova": "Республика Молдова",
  "ThankYouForChoosing": "Спасибо, что выбрали Quant-Apps."
}
